["Requisitos: Estudiante o técnico en mercadeo o carreras a fines. Disponibilidad inmediata Disponibilidad de horario Proactivo Fluidez verbal Buenas relaciones humanas. Vacante disponible en Sosua y Bávaro Interesadas enviar CV: r.hencarnacion.s@gmail.com con el nombre de la vacante Share this…FacebookTwitterLinkedinTumblr", "Cuidador para Apartamento alquilado en Sosua a mi casa de huéspedes, ¡emplearía a un cuidador con un piso durante mucho tiempo! Habilidades lingüísticas requeridas; lengua materna-español, inglés-alemán básico. El salario básico es de $ 300 por mes, y una comisión de 0.5 por ciento posterior a la facturación. Puede presentar su solicitud por correo electrónico> […]", "Cuerpo del mensaje: Fotografía turística – se buscan personas alegres, responsables, dinámicas y extrovertidas para trabajar como fotógrafo/a turístico en la zona de Sosua . No es necesario experiencia previa en fotografía! Se valora conocimiento de idiomas (Ingles, Español, Frances y/o Ruso). El trabajo consiste en proponer, realizar y vender servicios fotográficos a huéspedes de […]", "Requisitos: Ser dominicano o residente en la Rep. Dom. Ser graduado en derecho con honores. 3 o más años de experiencia. Dominio completo del idioma inglés. Ser una persona trabajadora, estudiosa, responsable, honesta, dinámica, con sentido común y capaz de trabajar en equipo. Estar dispuesto a contraer un compromiso a largo plazo con el Bufete […]", "Descripción: Persona responsable de asistir a la Administración y RRHH (Recursos Humanos) en diferentes tareas. Requisitos: Mujer de 30 a 40 años de edad Responsable, organizada, disciplinada,honesta, puntual, proactiva. Con capacidad para trabajar bajo presión y seguir instrucciones, trabajo en equipo, liderazgo y buenas relaciones humanas. Estudiante de término o graduada en Contabilidad Experiencia en […]", "Cuerpo del mensaje: Constructora solicita los servicios de un Ingeniero Civil con experiencia en construcción de rompeolas (imprescindible); que resida en Sosúa o zonas aledañas; experiencia en movimiento de tierra y obras marinas. Salario ofertado de RD$60,000.00 a RD$80,000.00. DEBE POSEER DISPONIBILIDAD INMEDIATA. Interesados enviar CV a komconstrucciones@gmail.com y colocar en el asunto la vacante […]", "Cuerpo del mensaje: Se solicita buzo para brindar l0s servicios para la realización de un rompe olas en sosua Beneficios Alojamiento Comida Correo Electrónico: komconstrucciones@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Requisitos: Graduada en Psicología, Adm. o carreras afines Al menos 5 anos de experiencia en posición similar Conocimiento de todos los sub sistemas de Gestión Humana Conocimiento de elaboración de nómina Residir en el área de Puerto Plata- Sosua Manejo de personal Liderazgo Responsable Proactiva Interesadas enviar cv a talentogestionh@gmail.com. Favor de indicar la vacante […]", "Santo Domingo Este Supervisor de Car Wash (Estación de Combustible Next) Requisitos: Disponible para trabajar en el Turno 2 (3pm-11pm) Licencia de Conducir Cat.02 al dia Bachiller Conocimientos de computadora Manejo de Personal Santo Domingo Supervisores de turno (Estación de Combustible Next) Requisitos: Disponible para trabajar en el Turno 2 (2pm-10pm) Deseable estudiante universitario Conocimientos […]", "Requisitos: Profesional de Derecho Edad entre 20 y 25 años Dominio avanzado del idioma inglés Disponibilidad para trasladarse Vehículo propio Residir en Sosua o en las Terrenas, Samana Interesados enviar Cv a: reclutamiento@dycconsulting.com Share this…FacebookTwitterLinkedinTumblr", "Vacantes para Santiago Operador de Grua Ayudante Tecnico Tecnico Industrial Chofer Rígido Vacantes para Bavaro – Verón Operador de Grua Ayudane Tecnico Chofer Rígido Vacante para Sosua Cangrejo (Temporal) Asistente Administrativa Vacantes para Santo Domingo Mecanicos Tecnico Industrial Soldadores Choferes Cat. 3 Ayudante Tecnico Enviar Cv a candidatosmarti@gmail.com con el nombre de la vacante y […]", "Descripción: Creación y actualización de la base cartográfica Revisiones y codificaciones a nivel predial Levantamientos y actualización Requisitos: Estudiante de Arquitectura Paquete Office Residir en Sosua Manejo de Autocad * Indispensable Interesados enviar Cv a: reclutamientogsm@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Gestionar la recepción y despacho de los pedidos de clientes comerciales brindando un servicio de calidad y velando por el cumplimiento de las políticas y lineamientos establecidos con el objetivo de satisfacer de forma oportuna las solicitudes y requerimiento de la empresa. Estudiante universitario y/o Licenciado en Administración de Empresas o carreras afines. 2 años […]", "Cuerpo del mensaje: Brindar el servicio a los clientes que se presentan al área de caja Recibir las llamadas de los clientes Dar apertura y seguimiento de reclamaciones Recibir y aplicar pagos en días asignados Realizar gestión de cobros a clientes seleccionados Requisitos Estudiante Universitario Manejo de Office (Word, Excel) Vocación de servicio, buenas relaciones […]"]