["Si eres de la romana está vacante es para ti Requisitos: Estudiante Universitario del área Ventas, Mercadeo, Negocios. Mínimo 1 año de experiencia en posiciones similares. Manejo de MS-Office. Buena comunicación. Orientación al cliente. Orientación a resultados. Trabajo en equipo. Adaptación. persuasión. Fluidez y Dicción. Responsabilidades del puesto: Responsable de alcanzar el objetivo de ventas […]", "Encargado para contribuir al logro de los objetivos organizacionales garantizando una gestión adecuada de las ventas y atención a clientes en la tienda. Llevar a cabo las políticas comerciales de la empresa y las acciones necesarias para el logro de los objetivos de venta establecidos. Requisitos: Estudiante de termino o recien graduada de Mercadeo o […]", "Sus principales responsabilidades incluyen llevar un seguimiento de las solicitudes de compras, cotizar pedidos con proveedores, entregas y registros de pedidos de compras y captar nuevos proveedores.Sus principales responsabilidades incluyen llevar un seguimiento de las solicitudes de compras, cotizar pedidos con proveedores, entregas y registros de pedidos de compras y captar nuevos proveedores. Informar del […]", "Cajera Recibe y entrega cheques, dinero en efectivo, depósitos bancarios y otros documentos de valor. Registra directamente operando una computadora o caja los movimientos de entrada y salida de dinero. Realiza arqueos de caja. Suministra a su superior los movimientos diarios de caja. Sellar, estampar recibos de ingresos por caja, planillas y otros documentos. Cumple […]", "Medico que sea Dr. Medicina Exequatur Experiencia en el área Disponibilidad inmediata Haber trabajado en horario rotativo Correo Electrónico: reuniendocandidatos@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Supervisor HACCP, BPM. Técnico o Licenciatura en Hotelería. Manejo de Inventario. Sanidad e Higiene Alimentaria. Manipulación de Alimentos Cursos técnicos relacionados al área. Más de 3 años en posiciones de Supervisión. Vacante para La Romana Correo Electrónico: empleos.elever@do-elever.com Share this…FacebookTwitterLinkedinTumblr", "Bioanalista para Supervisar, coordinar y controlar los procesos de gestión del Banco de Sangre, de acuerdo a los lineamientos clínicos, éticos y de bioseguridad nacionales e internacionales establecidos, con el fin de garantizar el cumplimiento de los estándares de calidad. Esta es una posición de supervisión con la responsabilidad de coordinar los procesos banco de […]", "Se solicita ingeniero civil con CODIA al día, con mínimo de cinco (5) años de experiencia en construcción y reconstrucción de edificaciones, con dominio de presupuesto y orientado a resultados. Domiciliado en La Romana, preferiblemente. Si cumple los requisitos básicos enviar cv a info@grupomagestic.com Share this…FacebookTwitterLinkedinTumblr", "Descripción: Responsable de la gestión de ventas, mantenimiento y aumento de cartera de clientes, mantenimiento de cobros al día. Hacer relaciones de negocio. Requisitos: Licenciado o estudiante de término de Mercadeo, Adm. de Empresas o carreras a fines. Experiencia de dos año en ventas, sector construcción, sector ferretero, sector retail. Conocimiento de la zona este. […]", "Requisitos: Ingeniero Industrial, Logística o de Administración Con más de 3 años de experiencias trabajando en el área de almacén y/o Logística Que haya realizado una reorganización en inventario Capacidad de análisis Dominio del Ingles Residir en la Zona Este / La Romana Microsoft Office (avanzado). Manejo de indicadores de gestión Deseos de Aprender Funciones: […]", "Se busca encargado de Tienda de Ventas de Bebidas Alcohólicas. Sexo indistinto. Graduado de Mercadeo, Administración, Contabilidad o carrera a fines. Experiencia como Encargado de Tienda de mas de un ano, preferible en tienda de ventas de alcohol. Experiencia en ventas. Persona organizada, respetuosa, responsable. Edad de 24 anos hasta 40 anos de edad. Los […]", "Requisitos: Ingeniero Industrial, Logística o de Administración Con más de 3 años de experiencias trabajando en el área de almacén y/o Logística Que haya realizado una reorganización en inventario Capacidad de análisis Dominio del Ingles Residir en la Zona Este Microsoft Office (avanzado). Manejo de indicadores de gestión Deseos de Aprender Funciones: Compras: Plan de […]", "Promotoras para en La Romana tener experiencia en posiciones similares nivel academico bachiller tener disponibilidad de horario Correo Electrónico: reclutandord60@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Consultores Graduada de Mercadeo, Contabilidad o carreras afines. 2 años de experiencias manejando personal o fuerza de ventas. Mujer enfocada y empoderada orientada a resultados. Manejo de paquete de Office. Vehículo. Salario competitivo. Comisión por resultados. Seguro Médico. Seguro de Vida Combustibles de acuerdo a la zona. Beneficios de ley. Correo Electrónico: info@gestalents.com Share this…FacebookTwitterLinkedinTumblr", "El Hilton La Romana, un resort todo incluido solo para adultos busca contratar el servicio de un recepcionista capacitado, hombre o mujer, que recibirá a nuestros huéspedes en el hotel, les hará reservaciones y atenderá sus otras necesidades que son fundamentales para su comodidad durante su estadía en el hotel. DEBERES Reciba a los huéspedes […]", "Encargado que sea licenciado en administración de empresas o carreras a fines ventas y servicio al cliente Interesados enviar cv con nombre de la vacante a: Correo Electrónico: empleosreclutamiento@outlook.com Share this…FacebookTwitterLinkedinTumblr", "Requisitos: Licenciatura en Mercadeo o Administración de Empresas Experiencia en el área de negocios Dominio de MS Office Habilidades: Proactivo Iniciativa para la toma de decisiones Excelentes habilidades comunicativas Capacidad de negociación Habilidad de persuasión Vacante disponible en La Romana, San Pedro y Azua Enviar CV a kariass@bancounion.com.do Share this…FacebookTwitterLinkedinTumblr", "Representante Estudiante de mercadeo o carreras a fines. Experiencia en ventas Responsable Honesto Buenas Relaciones humanas Fluidez verbal. interesados enviar CV: vacanteselena2020@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Nos encontramos reclutando un Representante de Servicio al Cliente para nuestra Sucursal La Romana y que cumpla con los siguientes requisitos: Que resida en La Romana. Estudiante universitario de las carreras Administración de Empresas, Contabilidad, Mercadeo, o afines. 1 o más años de experiencia en posiciones similares, de preferencia en empresas de servicios. Manejo de […]", "Encargado Responsable de las tareas en el almacén, manejo del personal, realización de pedidos, seguimiento al inventario de la empresa. Requisitos. Profesional de contabilidad, Ingeniería o áreas afines. Experiencia previa en el puesto. Se valora conocimiento en Materiales de Construcción Ligera. Interesados enviar Cv al correo jaraxettmonegro@cgminternationalgroup.com No olvides colocar el nombre del puesto al […]", "Encargado para realizar gestión dentro de la ferretería. Controlar ingreso y salida de los productos. Presentación y exhibición de productos. Apoyo a la venta. Control del personal. Servicio al cliente. Cumplimiento de metas de ventas. Apoyo y asesoría en las ventas. Apertura y cierre de la tienda. Experiencia comprobable de mas de un ano en […]", "Asistir al cliente en todas sus necesidades en el Departamento de Ferretería. Excelente habilidades de comunicación. Capacidad de escuchar. Saber lidear con clientes y saber mantener la calma. Poseer vocación de servicio. Actitud profesional, cortes, paciente al lidear con clientes difíciles. Organizado. Enfocado. Proactivo y orientado a logros. Trabajo en equipo. Capacidad de resolver problemas. […]", "Asistir al Dpto. de maderas en en el despacho manual cuando sea requerido. Preparar y operar el montacarga, según procedimiento de la empresa y normas de seguridad. Saber conducir Montacarga (Indispensable). Experiencia de mas de un ano manejado Montacargas. Experiencia de mas de seis meses como ayudante de Dpto. Maderas. Fuerza Fisica. Responsable. Trabajo en […]", "Chofer para Trasladar las mercancías asignadas a las diferentes zonas del país que se le requiera. Sexo masculino. Nivel académico bachiller . Experiencia de más de un ano en dicha posición. Debe de tener conocimiento de las diferentes zonas del país. Saber manejar todo tipo de vehículo. Debe de tener licencia categoría 3. Debe tener […]", "Se busca Stewardess camarera para trabajar en yate privado ASAP, Puerto base la Romana, debe tener pasaporte vigente y visa americana vigente. Si tiene cursos de marino es mejor. Interesados enviar Cv con nombre de la vacante el Email a continuación Correo Electrónico: araujofja@hotmail.com Share this…FacebookTwitterLinkedinTumblr"]