["Funciones del puesto: Captar oportunidades de negocio Ofertar servicios y productos de insumos y materiales de área de salud Búsqueda de nuevos clientes para la empresa Requisitos: Residir en San Pedro de Macorís o zonas aledañas Experiencia de más de dos años como visitador medico Vehículo propio, con documentos al día Alto enfoque a la […]", "Vendedora con Edad entre 25 y 30 años. Experiencia comprobable en el área. Manejo de redes sociales. Manejo de Herramientas Microsoft . Creativo (a) Excelente presentación personal. Pro activo Orientación al logro. Vacante para San Pedro de Macorís Enviar curriculum con foto reciente al correo: inversionesorame@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Cajera Bachiller Experiencia mínimo 1 ano. Manejo de Herramientas Microsoft Office Recibir el pago total en efectivo, tarjeta de crédito o débito y registras las debidas transacciones del punto de venta. Atención al cliente. Enviar síntesis curriculuar a inversionesorame@gmail.com Vacante para San Pedro de Macorís Share this…FacebookTwitterLinkedinTumblr", "Vendedor Bachiller. Experiencia en el área, mínimo 1 año Manejo de sistemas de inventario- Herramientas MIcrosoft Experiencia en inventario Organizado Responsable Con orientación al logro Enviar curriculum a inversionesorame@gmail.com Vacante para San Pedro de Macoris Share this…FacebookTwitterLinkedinTumblr", "Recepcionista con experiencia en servicio al cliente Vacante en San Pedro Correo Electrónico: ayirz29@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Se solicita conserje para trabajar en san pedro de Macorís, con experiencia en areas de salud, preferiblemente. Correo Electrónico: ayirz29@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Seguridad para brindar protección y defensa a una persona en todo su entorno, evitando en todo momento que su protegido sea víctima de alguna agresión o acto delictivo, para lo cual llevara a cabo los procedimientos necesarios para cumplir con su objetivo de salvaguardar la integridad física y utilizara todos los medios humanos, materiales, tecnológicos […]", "Empresa es expansión busca para san pedro de Macorís vendedor y servicio al cliente para tienda de insumos médicos y material gastable. Principales funciones: atención personalizada a los clientes que visiten la tienda física y de manera virtual facturar los productos vendidos búsqueda de nuevos clientes. Requisitos estudiante universitaria de mercadeo o área a fines […]", "Requisitos: Estudiante o lic. Enfermería Experiencia en el área Disponibilidad de horario Residir en San Pedro De Macoris Correo Electrónico: reuniendocandidatos@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Asistente Estudiante de Administración, mercadeo o carreras a fines. Edad entre 20 a 25 años Buena presencia Proactiva Servir y asistir al cliente Manejo de paquete de oficina Manejo de redes sociales salario en entrevista Enviar síntesis curricular al correo: Inversionesorame@gmail.com Esta posición es para San Pedro de Macoris. Share this…FacebookTwitterLinkedinTumblr", "Promotoras para en San Pedro de Macoris tener experiencia en posiciones similares nivel académico bachiller tener disponibilidad de horario Correo Electrónico: reclutandord60@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Buscamos a un Coordinador de Reclutamiento y Selección para cubrir licencia de maternidad en CAEI San Pedro de Macoris. Por favor enviar sus hojas de vidas via reclutamiento@caei.com Share this…FacebookTwitterLinkedinTumblr", "Requisitos: dr. Medicina con exequatur disponibilidad de horario residir en san pedro de Macorís experiencia en el area Correo electrónico: reuniendocandidatos@gmail.Com Share this…FacebookTwitterLinkedinTumblr", "Casa de familia decente busca los servicios de una empleada doméstica que resida en San Pedro de Macoris. Requisitos: Sexo: Femenino Edad: más de 40 años Experiencia en el área Disponibilidad inmediata Que resida en San Pedro de Macoris. Beneficios: Salario atractivo Ambiente familiar Buen trato Beneficios de Ley Pasaje Correo Electrónico: p.morales@novamarca.com.do Share this…FacebookTwitterLinkedinTumblr", "Vacantes: Asistente de Reclutamiento y Selección Temporal | Con experiencia y residente en San Pedro de Macorís Asistente de Nóminas Temporal | Con experiencia y residente en San Pedro de Macorís Interesados que califiquen por favor postularse vía reclutamiento@caei.com Share this…FacebookTwitterLinkedinTumblr", "Bioanalista para ejecutar actividades de orden técnico efectuando toma y análisis de muestras según requerimientos, cumpliendo normas establecidas y normas de bioseguridad para contribuir con el diagnóstico, tratamiento médico de los pacientes y con la solicitud de análisis de clientes internos y externos. Requisitos: Licenciado en Bioanalisis Más de dos (2) años de experiencia como […]", "Medico para ejecutar labores asistenciales en medicina general, en materia de promoción, prevención, protección, evaluación y rehabilitación del paciente de acuerdo con los protocolos establecidos y normas vigentes. Requisitos: Médico General Más de dos (2) años de experiencia como enfermera Preferiblemente con residencia en San Pedro de Macorís Flexibilidad de horario Los interesados remitir su […]", "Centro de Atención Primaria en San Pedro de Macorís busca Licenciadas en Enfermería: Principales Funciones: Supervisar el estado del paciente y evaluar sus necesidades para prestar la mejor atención . Observar e interpretar los síntomas del paciente y comunicarlos a los médicos. Colaborar con los médicos y personal de enfermería para diseñar planes de atención […]", "Diseñador Gráfico Persona creativa. Manejo de Ps, Ai y Corel Draw. Entre 20 y 35 años. Residir en San Pedro de Macorís. Correo Electrónico: reclutame@frandypublicidad.com Share this…FacebookTwitterLinkedinTumblr", "Buenos días estimados contactos Requerimos a un Coordinador de Almacén Productos Terminados en CAEI San Pedro de Macoris. Interesados enviar sus hojas de vidas via reclutamiento@caei.com colocar en el asunto: Coordinador de Almacén Share this…FacebookTwitterLinkedinTumblr", "Analista que sea Bachiller Experiencia en análisis de materiales orientado principalmente a los hormigones y Concreto. Obligatorio vivir en SAN PEDRO DE MACORIS Sueldo Mensual :RD$18,000.0+ Horas extras Correo Electrónico: soporte.gh@acerhcaribe.com Share this…FacebookTwitterLinkedinTumblr", "Analista Bachiller Experiencia en análisis de materiales orientado principalmente a los hormigones y Concreto. Obligatorio vivir en SAN PEDRO DE MACORIS. Salario:rd$ 18,000.00+ Horas extras+ Dieta Correo Electrónico: soporte.gh@acerhcaribe.com Share this…FacebookTwitterLinkedinTumblr", "Requisitos: Bachiller Experiencia en concretos y como laboratorista de análisis de materiales orientado principalmente relacionados con hormigones. DEBE VIVIR EN SAN PEDRO DE MACORIS. Salario:$18,000.00 + Horas Extras Correo Electrónico: soporte.gh@acerhcaribe.com Share this…FacebookTwitterLinkedinTumblr", "Requisitos del puesto: Estudiante universitario. Manejo de Excel. Disponibilidad inmediata. Sexo indistinto. Excelente comunicación y relaciones humanas. Residir en San Pedro de Macorís. Indispensable Si está interesado y cumples con los requisitos de esta vacante, envíanos tú hoja de vida a: reclutandoperfiles@gmail.com Favor colocar en el asunto del correo el nombre de la vacante a […]", "Requisitos: Bachiller Licencia de conducir categoría 3 Experiencia en ventas Que viva en San Pedro de Macoris Interesados enviar Cv a: Correo Electrónico: reclutamientostodgo@baldom.net Share this…FacebookTwitterLinkedinTumblr"]