["Se requieren la siguientes características: poseer conocimientos técnicos sobre el almacén. manejo y licencia de montacargas. experiencia comprobable como ayudante de almacén carta de trabajos anteriores. responsable. Honesto carta de buena conducta. disponibilidad inmediata. residir en la zona de haina preferiblemente. mayor de 25 años. Por favor llamar al 809-794-7318 o dirigirse a la siguiente […]", "Medico Graduado de la carrerea de medicina Experiencia en el área Exequatur Disponibilidad inmediata No estar laborando Correo Electrónico: reuniendocandidatos@gmail.com Share this…FacebookTwitterLinkedinTumblr", "conserje para cubrir vacaciones responsable que viva en Haina experiencia como conserje en área de oficina responsable ordenada con disponibilidad de inmediato para cubrir unas vacaciones en horario de L-V 8:00-6:00 Correo Electrónico: reclutamiento01jyj@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Puesto disponible para camarera con experiencia y conocimientos de contabilidad en bajos de Haina Interesadas enviar Cv con nombre de la vacante Correo Electrónico: serenityrestaurantlounge@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Responsabilidades Garantizar que todas las operaciones se lleven a cabo de un modo apropiado y rentable Mejorar los sistemas, procesos y mejores prácticas de gestión operativa Ayudar para que los procesos de la organización sigan cumpliendo la ley Formular objetivos estratégicos y operativos Examinar datos financieros y usarlos para mejorar la rentabilidad Gestionar presupuestos y […]", "Requisitos: Femenina De 25 años en adelante Residir en Haina Experiencia como Servicio al Cliente en cafetería y/o comedor de almuerzo empresarial Vacante de Medio Tiempo Responsable y con disponibilidad inmediata. Favor de no enviar su hoja de vida; si la ha enviado en otra ocasión. Enviar su C.V. con el nombre de la vacante […]", "Requisitos Generales: Licenciada en contabilidad, carreras afines o su equivalencia en experiencia. Mínimo 1 año de experiencia en puesto similares. Manejo del paquete de office, facilidad para cálculos numéricos, capacidad de análisis. Conocimiento de leyes impositivas y laborales. Competencias Personales: Proactiva Orientada al cumplimiento de objetivos y metas. Responsabilidad y honradez Organización. Enviar Síntesis Curricular […]", "Requisitos Generales: Licenciada en Contabilidad, carreras afines, o su equivalencia en experiencia. Mínimo un año de experiencia en puestos similares. Manejo del paquete de office, facilidad para cálculos numéricos, y capacidad de análisis. Conocimiento de las leyes impositivas y laborales. Competencias Personales: Proactiva Responsable, Organizada. Orientada al cumplimientos de las metas Enviar síntesis curricular: analistagh@vmoindustrias.do […]", "Operadores para realizar configuración de Equipo y ajuste de Equipo Coordinar con otros miembros del equipo para configurar las maquinas de acuerdo con la hoja de configuración. Mantener el el área de trabajo ordenada. Cumplir con todas las normas y regulaciones de seguridad y Salud asociadas con este puesto y bajo instrucciones del supervisor del […]", "Encargado para Planificar estratégicamente y gestionar la logística, el almacén, el transporte y los servicios a clientes. Dirigir, optimizar y coordinar todo el ciclo de pedidos. Colaborar y negociar con proveedores, fabricantes, comerciantes y consumidores. Llevar un registro de la calidad, la cantidad, los niveles de existencias, los plazos de entrega, los costes de transporte […]", "Gerente para Garantizar que todas las operaciones se lleven a cabo de un modo apropiado y rentable Mejorar los sistemas, procesos y mejores prácticas de gestión operativa Comprar materiales, planificar el inventario y supervisar la eficiencia del almacén Ayudar para que los procesos de la organización sigan cumpliendo la ley Formular objetivos estratégicos y operativos […]", "Requisitos: Bachiller, poseer experiencia mínima de 2 años en puesto similar (Comprobable) y disponibilidad para viajar al interior del país. Residir en Haina, San Cristóbal. Interesados favor enviar sú CV al mail ana.genteygestion1507@gmail.com Indicando la posición Share this…FacebookTwitterLinkedinTumblr", "Encargado Graduado de Ingeniería Industrial o poseer más de dos años de experiencia en el área Preferiblemente hombre Experiencia trabajando en empresas de manufacturas. Experiencia en logística, inventarios, administración de almacén, stocks, manipulación de cargas, 5s, BPM, ERP. Optimización de procesos, liderazgo, analítico y proactivo. Residir en zonas aledañas a haina Correo Electrónico: talentohumano3259@gmail.com Share […]", "Chofer que sea Bachiller Licencia al dia CAT 3 o 4 Experiencia manejando camiones de 2 y 3 ejes. Residir en zonas aledañas a haina, san cristobal. Interesados enviar Curriculum al Correo Correo Electrónico: talentohumano3259@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Gestora de Cobros Compulsivos en Haina Y asistente de Créditos (con experiencia) Tienda de Electrodomésticos Horario de Lunes a Sábado de 8am a 7:00pm Favor enviar CV al correo: reclutamiento252422@gmail.com (Favor poner la vacante en el asunto) Share this…FacebookTwitterLinkedinTumblr", "Supervisar constantemente a los vendedores de pista para garantizar que se este ofertando el servicio. Acompañar al administrador en el recibimiento de combustible según las reglas de recepción establecidas. Medir diariamente los tanques( lectura de vera). Fungir como vendedor de pista cuando fuere necesario. – Realizar arqueos e inventarios. -Entre otros. Requerimientos Estudiante de termino […]", "Generalista de Recursos Humanos Localidad: Haina, San Cristobal Profesional de Psicología Industrial o Administración de Empresas. + 4 años de experiencia con dominio de todos los subsistemas de Recursos Humanos. Manejo de reclutamiento, ingresos, relaciones laborales, novedades, tss. Disponibilidad para trabajar en haina. Correo Electrónico: consultorias@apsdr.com Share this…FacebookTwitterLinkedinTumblr", "Asistente para manejar todo el ciclo Contable. Mas de un ano de experiencia como Auxiliar Contable. Lic. Contabilidad o estudiante de termino de Contabilidad. Manejo de sistemas contables. Llenado y envio de 606, 607, 608, Conciliaciones Bancarias,, asientos contables, impuesto, entre otras funciones inherentes al puesto. Ms Office avanzado (Excel avanzado) Creatividad ante dificultades. Dinamismo […]", "Funciones y Requisitos: Mantenimiento preventivo y mantenimiento general a las plantas de producción de cemento. , (Molinos Trituradores, Cribas, Zaranda, Mezcladoras, Ensacadoras, Ventiladores). Experiencia de mas de un ano como Encargado de Mantenimiento en el área de fabrica de cemento. Egresado de la carrera de Ingeniero Industrial, Electrónica o carreras a fines. Diplomado en Ingeniería […]", "Requisitos: Carga y descarga de camiones Transporte de mercancías Entrega a clientes Buenas relaciones interpersonas Organizado Responsable debe vivir cerca de Haina , km 12 de la av. independencia Correo Electrónico: jmconsultores.srl@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Descripción: Supervisar constantemente a los vendedores de pista para garantizar que se este ofertando el servicio. Acompañar al administrador en el recibimiento de combustible según las reglas de recepción establecidas. Medir diariamente los tanques( lectura de vera). Fungir como vendedor de pista cuando fuere necesario. Realizar arqueos e inventarios. Entre otros. Requisitos: Estudiante de termino […]", "Funciones: Controlar sistemáticamente la aplicación de los programas de mantenimiento correctivo, preventivo y predictivo de los equipos, garantizando la disponibilidad de los equipos que intervienen en los procesos de producción. Dar seguimiento a la correcta ejecución del mantenimiento preventivo y correctivo de todas las unidades de la flotilla vehicular y plantas eléctricas bajo su cargo, […]", "Auxiliar de Bodega para garantizar el cumplimiento de los procesos dentro de la cadena de abastecimiento, desde la recepción de pedidos hasta el despacho al cliente final. Requisitos. Debe de tener conocimiento de empaque o rebobinado de producto. Debe de tener conocimiento de office, en especial Excel básico – Altamente recomendable ya que deberá de […]", "Estudiante/Graduado de Ing. Mecánica o preparación Técnica en Mecánica Diésel. Sexo Masculino Edad 28-42 años Experiencia 3 años mínimo Experiencia en: ajuste y reparación de motores Diésel preferiblemente International. Conocer programas de diagnósticos. Manejo del paquete de office completo. Residir en Haina, o Zonas cercanas. Poseer Licencia de conducir cat. 2 o 3 Horario: L-V […]", "Mecánico Diésel que sea Estudiante/Graduado de Ing. Mecánica o preparación Técnica en Mecánica Diésel. Sexo Maculino Edad 28-42 años Experiencia 3 años mínimo Experiencia en: ajuste y reparación de motores Diésel preferiblemente International. Conocer programas de diagnósticos. Manejo del paquete de office completo. Residir en Haina, o Zonas cercanas. Poseer Licencia de conducir cat. 2 […]"]