["Vendedor con Habilidades para las ventas persuasivo manejo de inventario vehículo propio residir conocer la zona muy bien respeto a su trabajo, compañeros y superior inmediato Correo Electrónico: sepcom.gh1@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Vendedor con Habilidades para la venta persuasivo habilidades para la comunicacion vehiculo propio manejo de conflictos organizado Correo Electrónico: sepcom.gh1@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Director con Licenciatura en Psicología Organizacional, Administración de Empresas, Derecho o Ingeniería Industrial. Experiencia mínima de 10 años en Dirección de Recursos Humanos. Experiencia previa en empresas transnacionales del sector agroindustrial con más de 1,000 empleados. Manejo de certificaciones internacionales y planes sociales. Conocimiento Alto en leyes migratorias y laborales. Destreza en manejo de varias […]", "Ingeniero Agrónomo para Asistente de investigación y desarrollo Requisitos: Egresado de Ingeniería en Agronomía. Conocimientos de estadísticas. Dominio del inglés intermedio. Manejo intermedio del Paquete de Microsoft Office (Word, Excel y PowerPoint). Persona creativa, con carácter, responsable, confidencialidad y comprometido. Disponibilidad para trasladarse a trabajar a Mao, Valverde. (Mao, Valverde) Responsabilidades: Indagar y revisar fuentes […]", "Ingeniero Agrónomo para Asistente de investigación y desarrollo Requisitos: Egresado de Ingeniería en Agronomía. Conocimientos de estadísticas. Dominio del inglés intermedio. Manejo intermedio del Paquete de Microsoft Office (Word, Excel y PowerPoint). Persona creativa, con carácter, responsable, confidencialidad y comprometido. Disponibilidad para trasladarse a trabajar a Mao, Valverde. Responsabilidades: Indagar y revisar fuentes de información […]", "Asistente de investigación y desarrollo (Mao, Valverde) Egresado de Ingeniería en Agronomía. Conocimientos de estadísticas. Dominio del inglés intermedio. Manejo intermedio del Paquete de Microsoft Office (Word, Excel y PowerPoint). Persona creativa, con carácter, responsable, confidencialidad y comprometido. Responsabilidades: Indagar y revisar fuentes de información relacionadas a los temas de investigación en campo. Preparar reportes […]", "Director de RRHH mínimo 10 años de experiencia (Mao, Valderde) Requisitos: Licenciatura en Psicología Organizacional, Administración de Empresas, Derecho o Ingeniería Industrial. Experiencia mínima de 10 años en labores de manejo de temas relacionados con recursos Humanos. Experiencia previa en empresas transnacionales del sector agroindustrial con más de 1,000 empleados. Manejo de certificaciones internacionales y […]", "Promotor para realizar labores de promoción y proceso de afiliación a nuevos clientes, de acuerdos a los objetivos establecidos en el plan de negocio. Coordinar las acciones a ejecutar para la captación de nuevos afiliados y realizar proceso de afiliaciones y traspasos a la ARS. Requisitos: Bachiller o estudiante universitario, experiencia obligatoria en ventas. Horario: […]", "Cuerpo del mensaje: Motor Propio Disponibilidad de viajar desde Mao a Santiago Rodriguez y Esperanza Bachiller Buen Servicio al Cliente Correo Electrónico: reclutamientopgd12@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Supervisor de Ventas licenciado en mercadeo, administración, ingeniero industrial o áreas afines experiencia en ventas de productos de consumo masivo (imprescindible). edad – 25 a 45 años. sexo – Indistinto. supervisión de personal. conocimiento de la zona (linea noroeste, santiago y cibao central). manejo de paquete office. vehículo propio. residir en mao o santiago (imprescindible). […]", "Cuerpo del mensaje: Licenciado en contabilidad o Administración de empresas. Maestría o estudios de post grado en negocios o contabilidad. Mínimo 2 años de experiencia en entorno de manufactura. Dominio de excel. Inglés fluido. Correo Electrónico: delvillarjanisse@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Cuerpo del mensaje: Estamos buscando personal para cubrir la vacante de Sub Gerente de Tienda en el municipio de Esperanza. Con horario flexible, todos los beneficios de ley, buen ambiente, y oportunidad de crecimiento. Requisitos Ser mayor de edad Sexo Indistinto Residir en Esperanza o zonas aledañas Estudiante Universitario o Graduado Conocimiento de Office Habilidad […]", "Requisitos: Ingeniería en Agronomía Dominio Intermedio del Ingles Disponibilidad de cambio de ciudad de no vivir en Mao Disponibilidad para viajar fuera de la ciudad Manejo Intermedio del Paquete Microsoft Office Persona proactiva, amable, con deseos de superación y aprender. Disponibilidad para trasladarse a vivir a Mao, Valverde. Responsabilidades: Gestión de administración de personal Administración […]", "Cuerpo del mensaje: Se busca para Cliente en la linea noroeste Seguridad Interna. Estudiante universitario de Administración, Contabilidad, Mercadeo, Ing o afines Experiencia de al menos 2 años en posicion similar Conocimiento de CCTV Integro, Responsable, Proactivo, Liderazgo Residir en la linea Noroeste (Mao, Laguna Salada, Jaibón, Guayubin, Villa Vasquez, Las Matas de Santa Cruz, […]", "Requisitos: Graduado en Contaduría Publica Experiencia en el área, minina de 2 años Enfocado/a en logro de resultados Salario Base mas beneficios de ley Correo Electrónico: aguedacheco05@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Cuerpo del mensaje: Graduada de Psicología Industrial o carreras afines. Dominio del idioma Ingles. Disponibilidad a viajar fuera de la ciudad. Salario a discutir en la entrevista. Mas de 5 años de experiencia. RD$60,000.00 en adelante. Cv.santiago@agenciadeempleosorion.com Share this…FacebookTwitterLinkedinTumblr", "Requisitos: Ingeniería en Agronomía Dominio Intermedio del Ingles Disponibilidad de cambio de ciudad de no vivir en Mao Disponibilidad para viajar fuera de la ciudad Manejo Intermedio del Paquete Microsoft Office Persona proactiva, amable, con deseos de superación y aprender. Responsabilidades: Gestión de administración de personal Administración de recursos Entre otras funciones Horario: Flexible, de […]", "Perfil del Puesto Graduado o estudiante de Termino de Mercadeo, Administración, o carreras afines Experiencia preferiblemente en el área farmacéutica Competencias: Proactivo Orientación a Resultados Trabajo en Equipo Orientado al servicio Flexibilidad Correo Electrónico: gestiondeltalentodr@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Requisitos: Ingeniería en Agronomía Dominio Intermedio del Ingles Disponibilidad de cambio de ciudad de no vivir en Mao Disponibilidad para viajar fuera de la ciudad Manejo Intermedio del Paquete Microsoft Office Persona proactiva, amable, con deseos de superación y aprender. Responsabilidades: Gestión de administración de personal Administración de recursos Entre otras funciones Horario: Flexible, de […]", "Cuerpo del mensaje: Objetivo del Puesto del Puesto: Es responsable de dirigir la fuerza de ventas para garantizar el éxito, crecimiento, desarrollo y motivación del cliente directo. Graduada de Mercadeo o áreas afines. Mujer 2 años de experiencias motivando e impulsando Ventas. Vehículo Propio. Disponibilidad de viajar al interior. Orientada a Resultados Manejo (Word, Excel, […]", "Cuerpo del mensaje: Graduado en administración o carrera afines Experiencia en visita medica mínimo 2 años Enfocado en logro de resultados y trabajo por objetivos Vehículo propio Salario Base+ Comisión + Beneficios de Ley Correo Electrónico: aguedacheco05@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Requisitos: Graduada de Mercadeo o áreas afines. Mujer 2 años de experiencias motivando e impulsando Ventas. Vehículo Propio. Disponibilidad de viajar al interior. Orientada a Resultados Manejo (Word, Excel, PowerPoint, Internet) Salario competitivo Comisiones según plan establecido. Asignación de combustible. Beneficios de Ley. Correo Electrónico: info@gestalents.com Share this…FacebookTwitterLinkedinTumblr", "se solicita asistente de gestión humana con un año de experiencia en el área. licenciada o estudiante de psicología, carreras afines. Correo Electrónico: anacriv@outlook.es Share this…FacebookTwitterLinkedinTumblr", "Cuerpo del mensaje: Solicitamos un hombre conserje con motor propio para laborar de forma temporal en Valverde, Mao Requisitos: Hombre Mayor de 18 años Debe tener motor propio Disponibilidad para laborar 3 días a la semana de 8:00 am a 5:00 pm por 18 días (cobertura de vacaciones) Debe residir en Valverde, Mao Si esta […]", "Jornada laboral: rotativo. Descripción de la oferta Tareas relacionadas con el operario funerario. chófer carro fúnebre, furgonetas y camioneta mecánica. mantenimiento, colocar servicios, asistencia a familias, recogida de servicios, llevar adornos florales, reparto de esquelas, ortos, etc. Correo Electrónico: MPAULINO55@HOTMAIL.COM Share this…FacebookTwitterLinkedinTumblr"]