["Asesora Estudiante o graduada de Mercadeo o areas afines Experiencia en el área de ventas Residir en San Francisco Orientada a los resultados Experiencia en Servicio al cliente Habilidades de comunicacion Correo Electrónico: reclutamientopreseleccion@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Cajera Estudiante o graduada de contabilidad Experiencia en Caja Responsable Honesta Organizada Correo Electrónico: reclutamientopreseleccion@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Promotoras para San Francisco de Macoris tener experiencia en posiciones similares nivel académico bachiller tener disponibilidad de horario Correo Electrónico: reclutandord60@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Coordinador con Licenciatura en Mercadeo, Administración o Afines Manejo Paquete de Office De 3 a 5 años de experiencia Manejo de Personal Proactivo Vacante para San Francisco de Macoris Interesados enviar su CV con nombre de la vacante al correo: rrhh@doluay.com.do Share this…FacebookTwitterLinkedinTumblr", "Funciones: Garantizar la excelente atención de todos los clientes que requieran servicios que la entidad ofrece. Contribuir al proceso de documentación de los créditos otorgados en la entidad. Asistir en las funciones de caja cuando sea necesario y se requiera. Perfil: Estudiante de Administración de Empresas, Contabilidad o carreras afines. Experiencia mínima de 1 año […]", "Requisitos: Estudiante universitario en administración de empresa, contabilidad o carreras a fines. Manejo del Paquete Microsoft Office Manejo de servicio al cliente Disponibilidad inmediata Que resida en San Francisco de Macoris Envíanos tu CV y especifique la posición a aplicar: cavaliautoimport@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Objetivo: asegurar la correcta visibilidad, exhibición, higiene y señalización de los productos, cuidar y mantener en buen estado los materiales promocionales y garantizar el cero vencimiento de los productos en los puntos de ventas. Perfil profesional bachiller, estudiante de mercadeo, administración, o áreas afines. experiencia en áreas a fines. edad – 20 a 33 años. […]", "Estamos buscando talentos como tú. Vacante: Vendedor Preventa San Francisco De Macorís. Edad: 25 – 40 años Sexo: Masculino Nivel Académico: Bachiller o Estudiante Universitario de Mercadeo o Administración De Empresas. Poseer: Motor y licencia de conducir al día. Experiencia: Mínimo 1 año de experiencia en puestos similares. De cumplir con estos requisitos favor enviar […]", "Buscamos oficial de negocios sucursal Santiago Funciones: Captar y dar seguimiento a nuevos suplidores (Dealer), para ampliar la cartera de clientes individuales. Cumplir con el programa de visitas asignadas para dar mantenimiento a la cuenta y realizar captaciones de clientes. Requisitos: Vehículo propio (carro) Estudiante o Grado Universitario en Mercadeo, carreras afines. Mínimo 2 años […]", "Buscamos Vendedor Ejecutivo con base en la ciudad de San Francisco de Macoris. Su tarea principal será continuar afiliando en esta zona nuevos establecimientos comerciales a la plataforma de PedidosYa República Dominicana. Requerimos: Experiencia comercial como Vendedor Ejecutivo o Ejecutivo de Cuentas. Formación académica comercial en Marketing, Comunicación, Negocios o afines. Residencia actual en San […]", "Solicitamos persona femenina para desempeñar las siguientes funciones: Atención al usuario. Recepción de llamadas telefónicas. Elaborar expedientes y planes de salud. Elaboración y entrega de carnetización. Requisitos. Estudiante de termino administracion, contabilidad, mercadeo o a fines. Residir en San Francisco de Macoris Femenina Excelente presencia Enviar CV: empleo.recursoshumanos@hotmail.com Share this…FacebookTwitterLinkedinTumblr", "Supervisor para Vigilar que se apliquen los lineamientos de seguridad e higiene del equipo de trabajo. Organizar las actividades de acuerdo al calendario. Coordinar todos los procesos productivos para cumplir con los tiempos establecidos implementando liderazgo y facilitar, verificar el rendimiento y la productividad. Verificar y coordinar de manera sistematica el desarrollo y buen funcionamiento […]", "Recepcionista para asistir al cliente de manera presencial cuando visita nuestras instalaciones, orientándole de donde debe dirigirse conforme al o los procesos que va a realizar, de igual forma asesorar a los clientes que llaman a nuestra institución solicitando información Requisitos Estudiante universitario (Carrera indistinto) Habilidades computacionales Vocación de servicios Manejo de servicio al cliente […]", "Naturaleza del puesto: Estudiar, analizar, comprender y proponer soluciones a problemas jurídicos dentro de la empresa. Brindar asistencia y asesoría a los clientes con miras a la solución y conciliación. Orientar al cliente en base a los pasos a seguir luego de presentada la situación. Brindar la mejor de las atenciones en igualdad de condiciones […]", "Busco tecnico en electronica para ser encargado de talller en empresa de san francisco de macoris. se reparan camaras, alarmas, intercomunicadores y articulos de seguridad electronica. Correo Electrónico: yahairau@seguritec.net Share this…FacebookTwitterLinkedinTumblr", "Secretaria pro activa- dinámica- cooperadora – con deseo de superación de 25- a 35 años. conocimientos del paquete office. Imprescindible residir en San Francisco. Correo Electrónico: inversionesangder.rh@hotmail.com Share this…FacebookTwitterLinkedinTumblr", "Funciones: Seguimiento a clientes, captación de nuevos clientes, visita a clientes, presentación de los productos de la empresa, cobros de facturas Requisitos: estudiante o recién graduado de mercadeo Experiencia en ventas (área de ferretería, construcción, prod. De limpieza, químicos) Capacidad de negociación Vehículo propio Residir en san francisco de Macorís y/o (disponibilidad de traslado a […]", "Requisitos: Graduado o estudiante de término universitario en el área de Mercadeo, Administración o áreas afines. 25 años en adelante Conocimientos Inicial-Medio en el manejo de Equipos de Cómputos Pro-actividad para tomar decisiones. Buenas relaciones interpersonales Capacidad para establecer canales adecuados de comunicación y buena expresión oral y escrita Residir en San Francisco de Macorís, […]", "Se busca Personal Masculino en San Francisco de Macorís Supervisor de Ventas Técnico en Mercadeo, Administración o Áreas afines Experiencia mínima de 5 años en suppervisión y Ventas Manejo de Personal Orientado a Resultados Proactivo Responsable Puntal Honesto Excelentes referencias Laborales Residente en San Francisco de Macoris Vehículo Propio Disponibilidad Inmediata Disponibilidad para viajar en […]", "Vacantes: Coordinador de Despacho Cajera Asesora de Ventas Secretaria Auxiliar Supervisor de Ventas Provincias: Jarabacoa Puerto Plata Bonao San Francisco de Macoris Interesados enviar cv con nombre de la vacante y de la provincia a: reclutamientopreseleccion@Gmail.com Share this…FacebookTwitterLinkedinTumblr", "Medico Veterinario Graduado o estudiante de término. Mínimo dos años de experiencia Gran manejo de su área Proactivo Responsable Disponibilidad de horario Experiencia comercial o de venta de productos para ser el enlace entre clientes y empresa Salario a discutir en entrevista Iniciativa propia en el trabajo La vacante es para sucursal en San Francisco […]", "Ejecutivo de Ventas que viva en San Francisco de Macoris. Requisitos: Licenciado en Mercadeo. Experiencia en ventas de productos de consumo masivo. Vehiculo propio. Licencia de conducir al dia. Manejo de paquete de office. Enviar cv a reclutamientoedecod@gmail.com colocar nombre de la vacante en el asunto. Share this…FacebookTwitterLinkedinTumblr", "Cajera Servicio al cliente Requisitos: Experiencia en Ventas Experiencia en Tienda (preferible) Debe residir en San Francisco de Macorís Tener disponibilidad inmediata Salario: RD$17,610.00 Favor de especificar en el asunto la vacante que le interesa y responda las siguientes preguntas: Labora actualmente? Cual fue su último salario? Ciudad de residencia? Interesados enviar cv a talentogestionh@gmail.com […]", "Supervisor Licenciado en Mercadeo, Administración o áreas afines Mínimo de 1 año de experiencia en puestos similares Residir en Santiago Vehiculo propio y licencia al dia Experiencia en ARS y AFP Liderazgo y habilidad para la resolución de conflictos Excelente presencia y fluidez verbal Interesados enviar cv a: gabriela.delossantos@arsfuturo.com.do con el nombre de la vacante […]", "Requisitos: Estudiante de termino o graduado de Ingeniero industrial, administracion de empresas. Disponibilidad inmediata Habilidades comunicativas Responsable Proactivo Correo Electrónico: reclutamientopreseleccion@gmail.com Share this…FacebookTwitterLinkedinTumblr"]