["Aplica a las siguientes Vacantes Sto Dgo en Oeste Auxiliares de Bodega Auxiliar de Contabilidad (Temporal) Mercaderista Vendedores Detalle Personal de Limpieza Masculino Auxiliares Administrativos Zona de Santiago Vendedores Detalle empleos.rd@dinant.com Share this…FacebookTwitterLinkedinTumblr", "Buscamos personal para diferentes areas Conserjería, Operario, Calidad, Mecánico industrial y Ingeniero industrial interesados enviar su curriculum a santosperlamarie@gmail.com Santo Domingo Este Share this…FacebookTwitterLinkedinTumblr", "Experiencia Como Cajera y Servicio al Cliente Estudiante de contabilidad o areas afines Con conocimientos de Paquete Office PRINCIPALMENTE EXCELL Responsable Trabajo en equipo Preferiblemente que resida en la Independencia y/o areas aledañas Disponibilidad Inmediata Horario de Lunes a Viernes de 8:00am A 6:00pm Sabado 8:00am a 1:00pm Correo Electrónico: indeca2014@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Asistente Estudiante Universitario de la carrera de Administración de empresa, Mercadeo, carrera a fines. Manejo de sistema office. Experiencia secretariales. Residir en Santo Domingo Oeste Trabajo Bajo Presión Edad: de 23 a 35 años Correo Electrónico: ARDILENIS.AMADOR@UNION.DO Share this…FacebookTwitterLinkedinTumblr", "Busco supervisor del área dermatológica con experiencia. Interesados enviar Cv con nombre de la vacante a Correo Electrónico: drodriguez@sslard.com Share this…FacebookTwitterLinkedinTumblr", "Busco diseñador grafico. Sexo: indistinto con buen manejo de software de diseño (paquete adobe) y paquete office. Interesados enviar su cv a drodriguez@sslard.com Share this…FacebookTwitterLinkedinTumblr", "Empresa de consumo masivo solicita Vendedor Ranchero que resida en la ciudad de Santo Domingo Debe tener motor propio en buenas condiciones Debe tener mínimo un año de experiencia en posiciones similares Su curriculum debe incluir teléfono y correo Si desea aplicar favor enviar su curriculum a ghreclutamiento18@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Conserje bachiller disponibilidad de horario: lunes a sábado de 8:am a 12:pm residir en santo domingo oeste experiencia en conserjería edad: de 30 a 40 años Correo electrónico: ardilenis.Amador@union.Do Share this…FacebookTwitterLinkedinTumblr", "Ejecutivo para todo lo relativo a atención al cliente, ventas, conocimiento del paquete microsoft works, atención telefónica y personal, manejo de redes, bachillerato obligatorio, profesional deseado, conocimiento de inglés. Correo Electrónico: leandrobrea@metrotec.com.do Share this…FacebookTwitterLinkedinTumblr", "Se busca empleada domestica para ayudar con los quehaceres de la casa. Responsabilidades incluyen limpieza, cocina, lavado y planchado. Aplicante debe tener experiencia trabajando en casa de familia, preferiblemente en zonas altas (Bella Vista, Piantini, Naco etc). Debe ser aseada, organizada y limpia y tener conocimiento de cocina. Salidas quincenales (por la pandemia). Sueldo a […]", "Encargado para realizar las negociaciones para la compra de insumos, y asegurar el abastecimiento oportuno al área de producción. Recibir las órdenes de compra, realizar cotizaciones y obtener las mejores condiciones de calidad, servicio y costo. Realizar el monitoreo desde que lo surte el proveedor de materiales hasta que se recibe en almacén, asegurando que […]", "Trabaja con nosotros! Buscamos: Asistente Administrativa. Auto confianza. Destreza en comunicación oral y escrita. Mucha energía. Apasionada en servir. Buena autoestima. Correo Electrónico: info@especialistaquiropractico.com Share this…FacebookTwitterLinkedinTumblr", "Representante Estudiante universitaria Excelente Servicio al Cliente Experiencia en tienda de ropa Disponibilidad de horario Disponibilidad inmediata Correo Electrónico: perfiles.gh@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Analista Estudiante o egresada de la carrera de Contabilidad Conocimiento de Impuestos Manejo de Estados Financieros Manejo de Conciliaciones Bancarias Dominio de ITBIS Disponibilidad para labora remoto Contar con computadora propia Disponibilidad Inmediata Correo Electrónico: perfiles.gh@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Empresa de Tecnología ubicada en Santiago, República Dominicana busca un contador con experiencia que sea capaz de manejar todas las finanzas, tareas de contabilidad, procesos fiscales y de impuestos relacionados con la empresa. Este puesto es un puesto independiente y requiere de alguien con la experiencia y el conocimiento para completar las tareas descritas en […]", "Supervisor responsable de supervisar a los Agentes de Call Center y la calidad del servicio brindado a los clientes. Proporcionar sesiones de coaching con el equipo y realizar los informes de desempeño. Responsabilidades clave Supervisa, orienta y desarrolla habilidades de servicio al cliente del equipo. Rastrea e informa sobre las métricas y el progreso del […]", "Se solicita diseñador grafico con experiencia. Salario a discutir enviar su curriculum al correo human.Resource.Capable@gmail.Com Share this…FacebookTwitterLinkedinTumblr", "Pasante para asistir en todos los procesos llevados a cabo en los Subsistemas de Reclutamiento, compensación y beneficios, dar asistencia en las demás áreas del departamento. Requisitos: Estudiante activo y/o Licenciada de la Carrera de Psicología Industrial/Administración/Contabilidad o carreras a fines. Disponibilidad de cumplir 8 horas laborales. Organizada. Proactiva. Sentido de urgencia. Responsable. Excel Nivel […]", "Representantes de Servicios de Sexo Masculino Bachiller, Buena Dicción, Disponibilidad de horario y de preferencia vivir en santo domingo, Enviar su hoja de vida a Correo Electrónico: GESTIONHUMANA@GGC.COM.DO Share this…FacebookTwitterLinkedinTumblr", "Solicitamos Almacenista con experiencia en el sector de Telecomunicaciones Almacenista con experiencia en logística. Experiencia en despacho y recepción de mercancías. Experiencia en inventario. Correo Electrónico: fperez@camusat.com Share this…FacebookTwitterLinkedinTumblr", "Restaurante de Comida Italiana de sólo Delivery, busca ayudante de cocina con motor propio para hacer delivery. Funciones: Durante las horas de poca demanda: hacer limpieza y reabastecimiento para mantener todas las áreas de cocina higiénicas y para asegurar que todos los suministros para los pedidos y el personal del restaurante estén disponibles cuando sea […]", "Oficial Bachiller Capacitación en logística de seguridad Experiencia mínima de 1 año en puestos similares. Genero: Hombre Edad: 25 a 35 años. Licencia de conducir al día. Beneficios: Salario RD$17,610 + horas extras. Seguro médico: Plan Básico Bonificacion anual Regalía. Vacaciones Horario de Lunes a sábado de 8:45am 7:00pm Otros. Santo Domingo/ Distrito Nacional interesados […]", "Requisitos: Ingeniero industrial, mecánico, eléctrico o técnico Manejo de Microsoft office. Experiencia en más de 1 año en plantas producción. Ubicación (Haina. Sto. Dgo. y San Cristóbal). Tener vehiculo No estar estudiando actualmente. No tener ningún tipo de problemas respiratorios. Responsabilidad .Horario:Rotativo Sueldo:RD$30,000 Beneficios:80% descuento de dieta+ beneficio de ley. RD$10,000- VEHICULO Correo Electrónico: soporte.gh@acerhcaribe.com […]", "Baxter sigue colocando nuevas Vacantes a su listado para diferentes departamentos con diferentes perfiles, en uno de esos perfiles puede estar el Empleo que tanto haz buscado, Baxter es una Empresa ubicada en la Zona Franca de Itabo-Haina, donde ofrece grandes oportunidades de Crecimientos a sus Empleados, así como grandes beneficios…SIGA LEYENDO Share this…FacebookTwitterLinkedinTumblr", "Mecánico persona con experiencia en el área de vehículos livianos y pesados. responsable para trabajar en el área de alineación. Correo Electrónico: yjrubbertruckservices@gmail.com Share this…FacebookTwitterLinkedinTumblr"]