["Perfil Residir en Puerto Plata Educación: Licenciatura en administración, mercadeo, negocios internacionales, o carrera afín. Experiencia en el área o cargo similares. Experiencia en gestión de compras locales e internacionales Sexo: Indistinto. Conocimientos: Manejo de herramientas digitales, inventario. Conocimiento de artículos ferreteros Logística. Manejo de paquete Office Habilidades Negociación y persuasión. Orientado a resultados. Trabajo […]", "Perfil Residir en puerto plata OBLIGATORIO Educación: Licenciatura en administración, mercadeo, negocios internacionales, o carrera afín. Experiencia Mínima: 2 años en cargo similares. Experiencia en gestión de compras locales e internacionales Edad: de 25 en adelante. Sexo: Indistinto. Conocimientos: Manejo de herramientas digitales, inventario. Manejo de adquisición de productos ferreteros preferiblemente. En logística. En desarrollo […]", "Nos encontramos en la búsqueda de personal de Limpieza, que cumpla con los siguientes requisitos: Residir en la localidad de puerto Plata (necesario) Experiencia en Conserjería y Limpieza de oficinas (deseable) Trabajo en equipo Persona responsable, seria Todos los beneficios de la Ley Los interesados enviar su currículo a la dirección de correo electrónico señalada […]", "Nos encontramos en la búsqueda de una Asistente Sucursal (Puerto Plata) que cumpla con los siguientes requisitos: Residir en Puerto Plata Experiencia en servicio al cliente Estudiante o Licenciado/a en Administración de Empresas, Mercadeo o carrera a fines. Proactivo/a Responsable Buena Dicción Los interesados favor enviar su CV a seleccion.evaluacionrrhh@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Nos encontramos en la búsqueda de profesional del área de jardinería que nos apoye en el cuidado y saneamientos de estos espacios verdes de importante empresa del sector. Requisitos: Bachiller Debe residir en la Zona de Puerto Plata (Indispensable) Respetuoso, educado Conocimiento en fumigación y control de plagas Experiencia previa en jardinería Lo interesados por […]", "Nos encontramos en la búsqueda de un jardinero de Puerto Plata que cumpla con los siguientes requisitos: Responsable Trabajador Dispuesto Residir en Puerto Plata. Si cumple con los siguientes requisitos favor enviar su CV a: seleccion.evaluacionrrhh@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Se busca empleada doméstica con dormida, para hacer los quehaceres de la casa y el cuidado de una niña. Beneficios: Sueldo: RD$14,000.00 Más ayuda mensual del pasaje: RD$2,000.00 Una semana libre al mes. Desayuno comida y cena. Habitación privada bien cómoda, acceso a baño privado. Seguro médico después de los tres meses. Salario de navidad. […]", "Gran empresa de Puerto Plata requiere Operador de Maquina Perforadora de Suelos (Long Year 24). Imprescindible vivir en la Ciudad de Puerto Plata y tener experiencia en el area de Suelos Interesados enviar Curriculum con nombre de la vacante a: evallejo@porttainobay.com Share this…FacebookTwitterLinkedinTumblr", "Se requiere Encargado/a de Tesorería para laborar en Puerto Plata Perfil: Graduado en Contabilidad, con experiencia en manejo de flujo de efectivo, plataformas bancarias, pagos y transferencias nacionales e internacionales. Interesados enviar C.V. a: Evallejo@porttainobay.com con el nombre de la vacante en el Asunto Share this…FacebookTwitterLinkedinTumblr", "Requerimos Capitán de Lancha para laborar en Puerto Plata. Experiencia en Maniobras para remolcar anclas y agilidad en amarres. Interesados enviar C.V. a: Evallejo@porttainobay.com con el nombre de la vacante en el Asunto Share this…FacebookTwitterLinkedinTumblr", "Se requiere Analista de Presupuestos de Obra, para trabajar en Puerto Plata. Indispensable Buen Manejo de Auto CAD y Software de Análisis de Costos; manejo de Civil 3D y Preferible manejo de Neodata, Opus o Primavera. Interesados enviar su C.V. a: Evallejo@porttainobay.com  Con el nombre de la vacante en el Asunto Share this…FacebookTwitterLinkedinTumblr", "Se requiere topógrafo con buen manejo de Autocad y Civil 3D. Para laborar en Puerto Plata. Preferible con experiencia en Batimetría. Interesados enviar C.V. a: Evallejo@porttainobay.com Share this…FacebookTwitterLinkedinTumblr", "Funciones: Cumplir tareas en el centro de reparación con el fin de evaluar y reparar los equipos Manejo de inventarios Manejo y Cumplimiento de planes de mantenimiento. Proporcionar el apoyo de 1er nivel para problemas técnicos Resolver incidentes dentro del tiempo preestablecido Requisitos: título o estudios universitarios en Tecnología o Ingeniería en Electrónica, Telecomunicaciones, Redes, […]", "Solicitamos «Gestores de Negocios» Puerto Plata Perfil Requerido: Bachiller Experiencia en ventas de calle Deseos de superación Vocación de servicio Te ofrecemos: Paquete salarial competitivo, comisiones y beneficios marginales. Correo Electrónico: ana.guzman@arsfuturo.com.do Share this…FacebookTwitterLinkedinTumblr", "Funciones: Captar y dar seguimiento a nuevos suplidores (Dealers) para ampliar la cartera de clientes individuales. Cumplir con el programa de visitas asignadas para dar mantenimiento a la cuenta y realizar captaciones de clientes. Vehiculo propio (Carro) Estudiante o Grado universitario en Mercadeo o carreras afines Mínimo de 2 años de experiencia en puestos similares […]", "Requerimos Analista de Costos del área de Construcción, para laborar en Puerto Plata. Conocimientos: Autocad. Neodata o software para análisis de costos. Experiencia en ejecución de obra. Excel Intermedio o Avanzado Interpretación de planos de obra civil, estructurales, instalaciones, acabados. Interesados enviar C.V. a Yalmonte@porttainobay.com o Evallejo@portainobay.com Share this…FacebookTwitterLinkedinTumblr", "Requerimos Arquitecto para dibujos especializados de arquitectura, estructuras, cartografías, instalaciones sanitarias, formas y flujogramas; proponiendo diseños de planos, mapas, gráficos y otros, a fin de apoyar en la ejecución de las instalaciones sanitarias del proyecto. Vacante para Puerto Plata Interesados enviar C.V. a: Yalmonte@porttainobay.com o Evallejo@porttaino.com Share this…FacebookTwitterLinkedinTumblr", "Se busca Personal masculino para Vendedor en Puerto Plata Técnico en Mercadeo, Administración Experiencia mínima 1 año en ventas de consumo masivo Habilidad de Negociación manejo paquete de office proactivo Honesto Puntual Excelentes referencias Laborales Vehículo Propio Disponibilidad Inmediata Interesados que cumplan con elperfil, favor enviar su curriculum al correo: dvargas@kardisa.com.do Share this…FacebookTwitterLinkedinTumblr", "Supervisor de Negocios para cumplir con la meta anual, mensual y semanal, asignada a su fuerza de venta y suya propia. Participar en el reclutamiento y selección de personal de su fuerza de venta. Visitar y abrir puertas a empresas potenciales a su fuerza de venta. Requisitos: Lic. Mercadeo o carrera a fines Experiencia mínima […]", "Promotor para realizar labores de promoción y proceso de afiliación a nuevos clientes, de acuerdos a los objetivos establecidos en el plan de negocio. Coordinar las acciones a ejecutar para la captación de nuevos afiliados y realizar proceso de afiliaciones y traspasos a la ARS. Requisitos: Bachiller o estudiante universitario, experiencia obligatoria en ventas. Horario: […]", "Se solicita tecnico en Reparación de Smartphones. Residente en Puerto Plata, teléfono- 829-563-9703 Correo Electrónico: robertoj_12@hotmail.com Share this…FacebookTwitterLinkedinTumblr", "Se requiere Ingeniero Estructurista para laborar en Puerto Plata. Diseñar y analizar estructuras (metálica y concreto), cimentos superficiales y profundos, y otras estructuras requeridas, que cuenten con la seguridad y estabilidad para resistir las fuerzas ejercidas por el viento y por el contenido de la obra o edificación. Interesados enviar C.V. a Yalmonte@porttainobay.com o Evallejo@porttainobay.com […]", "Condominio solicita: Encargada de Ama de Llaves Objetivo del Puesto: Coordinar el proceso de limpieza y desinfección de unidades acorde a los nuevos requerimientos para la prevención del COVID-19 y el protocolo establecido por el Ministerio de Turismo para el sector. Requisitos del Puesto: Experiencia en supervisión de personal del sector hotelero. Administración de Empresas […]", "Solicitamos Encargado de Control de Calidad de Hormigón, para laborar en Puerto Plata. Especificaciones del puesto: Llevar Control de la calidad del concreto que se utiliza en cada operación, para garantizar que se esté utilizando el concreto adecuado y con la calidad requerida en cada proceso. Experiencia previa de al menos un año en Control […]", "Empleada doméstica con dormida, para hacer los quehaceres de la casa y el cuidado de una niña. Beneficios: Sueldo: RD$13,000.00 Más ayuda mensual del pasaje: RD$2,000.00 Una semana libre al mes. Desayuno comida y cena. Habitación privada bien cómoda, acceso a baño privado. Seguro médico después de los tres meses. Salario de navidad. Lugar de […]"]