["Gerente con Licenciatura en Administración, Contabilidad, Finanzas Maestría (preferible) Hombre o Mujer Conocimientos en: Estándar de Costos, Estados Financieros, Presupuestos, SAP ERP Full bilingue Tres años en posiciones similares Disponibilidad Inmediata SALARIO: RD$90,000 + beneficios de ley Interesados enviar CV a consultoresdeproductividad1@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Supervisor que sea estudiante o egresado de la licenciatura de administración hotelera, administración de empresas y/o mercadeo. experiencia previa en hotelería, manejo de ama de llaves y supervisión de personal. conocimientos de creación de promociones de ventas de alojamientos. manejo intermedio de word y excel. dominio intermedio del idioma inglés. disponibilidad para trasportarse a trabajar […]", "Supervisor que sea estudiante o egresado de la licenciatura de administración hotelera, administración de empresas y/o mercadeo. experiencia previa en hotelería, manejo de ama de llaves y supervisión de personal. conocimientos de creación de promociones de ventas de alojamientos. manejo intermedio de word y excel. dominio intermedio del idioma inglés. disponibilidad de trasladarse a trabajar […]", "Encargado de Inventario Responsable de planificar, dirigir y coordinar los procesos del control de inventario, para garantizar la calidad, bajo costo y eficacia del movimiento y almacenaje de los productos de la empresa. Ingeniero Industrial, Licenciado en Administración de Empresas o carreras a fines . Mínimo tres años de experiencia previa como encargado de inventario. […]", "Se solicita Ejecutivo/a de ventas para la zona de Dajabón con las siguientes características Honesto/a Dinámico/a Pro-activo/a Responsable Disponibilidad inmediata Licencia de conducir al día Mujer/hombre (ambos aplican) Vehículo propio (imprescindible) Experiencia en ventas (imprescindible) Residir en Dajabón (imprescindible) Interesados enviar currículo vitae al correo: aramirez@wurth.com.do Share this…FacebookTwitterLinkedinTumblr", "Solicitamos vendedor para Dajabón que cumpla con las siguientes características: Honesto/a Dinámico/a Pro-activo/a Responsable Disponibilidad inmediata Licencia de conducir al día Mujer/hombre (ambos aplican) Vehículo propio (imprescindible) Residir en Dajabón (imprescindible) Experiencia en ventas (imprescindible) Interesados enviar curriculum vitae a los correos: aramirez@wurth.com.do/csuero@wurth.com.do Share this…FacebookTwitterLinkedinTumblr", "¿Eres Ingeniero Industrial? ¿Manejas las Metodologías Green Belt / Black Belt? ¿Tienes Experiencia en Proyectos? ¿Tienes disponibilidad de Traslado a la Provincia de Dajabón, RD? Tengo una Oportunidad Laboral para Ti. Envíame tu Hoja de Vida. Dajabon  vacante spujols@searchlatam.com Share this…FacebookTwitterLinkedinTumblr", "Oportunidades Laborales Gerente de Ingeniería Procesos (Dajabón) Gerente de Tecnología (Santo Domingo) Contador de Tesorería e Impuestos (Zona Este de el País) Supervisor de Ventas (Santo Domingo) Puedes Compartirnos tu Cv a: spujols@searchlatam.com Favor colocar el nombre de la posición a la cual esta aplicando. Share this…FacebookTwitterLinkedinTumblr", "Requerimientos del Perfil del Gerente Ingeniero Industrial Experiencia en Desarrollo y Ejecución de Proyectos en mejoramiento de procesos productivos Conocimiento y experiencia en procesos de Manufactura Inglés Avanzado Disponibilidad de Traslado a Dajabón Experiencia mínima de 3 años en puestos similares (Por el Nivel de Responsabilidad y Operación Diaria) Preferible: Certificación en Green Belt, BlueCard […]", "Coordinador que sea Ingeniero Industrial o Administración de Empresas Maestría (preferible) Conocimientos en: Planificación, Lista De Materiales, Rendimiento Del Producto, SAM, Servicio Al Cliente, SAP. Dos años de experiencia en posiciones similares Disponibilidad para laborar fuera de Santiago. Residir en Santiago. BENEFICIOS: Salario: RD$60,000 – 75,000 + beneficios de ley + vivienda + servicios públicos […]", "Coordinador Ingeniero Industrial o Administración de Empresas Hombre Maestría (preferible) Inglés Conocimientos en: Planificación, Lista De Materiales, Rendimiento Del Producto, SAM, Servicio Al Cliente, SAP. Dos años de experiencia en posiciones similares Disponibilidad para laborar fuera de Santiago. BENEFICIOS: Salario: RD$60,000 – 75,000 + beneficios Interesados enviar CV a: consultoresdeproductividad1@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Gerente Ingeniero Industrial o Administración de Empresas Hombre Inglés Experiencia en Compras, Inventario, Negociación, Gestión de Proveedores, Servicio al Cliente. Disponibilidad Inmediata. Salario: RD$50,000 + beneficios Interesados enviar CV a: consultoresdeproductividad1@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Requisitos Lic. Administración Hotelera y Turística, Carrera técnica en alimentos y bebidas. Experiencia en el área Experiencia manejando personal Disponibilidad para transportarse a Dajabon a desempeña su labor Disponibilidad para trabajar horarios rotativos Persona con don de mando, Capacidad para trabajar bajo presión, creatividad e iniciativa, colaborador, adaptabilidad, orientación a los detalles y la calidad, […]", "Requisitos Lic. Administración Hotelera y Turística, Carrera técnica en alimentos y bebidas. Experiencia en el área Experiencia manejando personal Disponibilidad para transportarse a Dajabon a desempeña su labor Disponibilidad para trabajar horarios rotativos Persona con don de mando, Capacidad para trabajar bajo presión, creatividad e iniciativa, colaborador, adaptabilidad, orientación a los detalles y la calidad, […]", "Requisitos: Graduado de Ingeniería Industrial. Hombre o Mujer. Manejo de Microsoft Office, Autocap,. Conocimientos en Desarrollo e implementacion de métricas de desempeño,. Ingles Avanzado. Experiencia en posiciones similares. Disponibilidad inmediata Disponibilidad para laborar en Dajabon. BENEFICIOS: Salario: A discutir en entrevista. Interesados enviar CV a: consultoresdeproductividad2@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Cuerpo del mensaje: Se solicita profesional femenino de la carrera de Contabilidad, para la ciudad de Dajabón Trabajo temporal para cubrir varias vacaciones ( Contrato sujeto a fijarse) Experiencia previa en áreas contables o similares Graduada o estudiante de termino Empresa con oportunidad de crecimiento Interesados que cumplan con el perfil enviar curriculum con foto […]", "Requisitos: Graduado de Ingeniería Industrial Hombre o Mujer entre los 25 – 40 año de edad. Dominio en Implementación y Desarrollo de Métricas de Calidad. Conocimientos en: Microsoft Office, Outlook y Ley Tributaria Haitiana. Inglés Avanzado. Experiencia en: Área Textil y Dirección y Coordinación del Departamento de Calidad Disponibilidad Inmediata. BENEFICIOS: Salario: RD$70,000 – 80,000 […]", "Cuerpo del mensaje: Sexo: Indistinto Conocimientos en: Nomina. Dominio del paquete Office. Rango de edad: 30 años en adelante. Manejo del sistema NewSoft preferiblemente. Disponibilidad para trasladarse a Dajabón. Interesados enviar su cv a vacante@ecomecho.com con el titulo «Coordinador de Nómina» Share this…FacebookTwitterLinkedinTumblr", "Requisitos: Licenciatura en Contabilidad, Finanzas o áreas afines Preferiblemente con Maestría en Finanzas, Administración u otras. Manejo y dominio avanzado de todo el ciclo contable, análisis financiero y manejo de personal. Full Bilingüe Disponibilidad para traslado. Experiencia mínima de 2 años en posiciones Gerenciales. Preferiblemente hombre. Beneficios: RD$100,000.00 + otros a discutir en entrevista. Enviar […]", "Requisitos Egresado de ingeniería industrial o administración Manejo de Excel avanzado Dominio de inglés Organizado/a Experiencia mínima de 1 año Beneficios Paquete salarial Seguro médico Transporte Estadía (solo aplica si reside fuera de Dajabon) Favor enviar CV indicando el nombre de la vacante a la dirección de correo francisco.marmol@windsgroup.com Share this…FacebookTwitterLinkedinTumblr", "Cuerpo del mensaje: Solicitamos personal masculino, para facturación en la provincia de Dajabón, con experiencia, dominio PC, Disposición, disciplinado, honesto, organizado. Persona con deseos de crecer Habilidad númerica Buen manejo de sistemas informáticos Buenas relaciones personales Buenas referencias laborales y personales. Interesados que cumplan con el perfil enviar Curriculum con foto al: mcedano@kardisa.com.do Share this…FacebookTwitterLinkedinTumblr", "Cuerpo del mensaje: Se solicitan las siguientes plazas vacantes para personal masculino con experiencia previa en las áreas solicitadas: Mercaderistas, con motor propio y experiencia para las ciudades de La Vega y Dajabón Vendedores Preventistas para las ciudades de Mao, Esperanza, Dajabón, La Vega Motor propio, experiencia previa en el área preferiblemente en el sector […]", "Requisitos: Licenciado en Contabilidad Experiencia mínima de 5 años en puesto similar Inglés indispensable (Fluido:Hablar y escribir) Conocimientos de AX Microsoft Manejo y elaboración de estados financieros Contabilidad general Determinación de Impuestos (TSS,ISR,ITBIS) Cuentas por pagar Conciliaciones bancarias Control de flujos de efectivos Interesados enviar cv a: info@mabelrosado.com con el nombre de la vacante Share […]", "Requisitos: Mas 8 años en Gerencia de Recursos Humanos Conocimientos de Leyes Laborales Dominicana (Plus) Dominio técnico de las técnicas y métodos de administración de personal Conocimiento de Derecho laboral Haiti y Dominicano Amplia experiencia en técnicas de comunicación Experiencia en trato y manejo de personal Conocimientos de computación e informática Conocimientos de Psicología Interesados […]", "Requisitos: Ingeniero Industrial o afines Experiencia de más 8 años como gerente de corte Conocimientos de normas y sistema de calidad Creole (Indispensable) Español o inglés ademas de Creole Competencias: Coordinación de área de corte / planificación semanal de corte Solicitar telas y revisarlas Manejo de cortadora / Supervisar Empaque / Foleo Manejo de Procesos […]"]