["Nos encontramos en la búsqueda de un mensajero para la zona de La vega y Bonao que cumpla con los siguientes requisitos: Residir en La Vega O Bonao Responsable Dispuesto Colaborador Los interesados favor enviar su CV a seleccion.evaluacionrrhh@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Nos encontramos en la búsqueda de personal Mensajeros para nuestros servicios de entrega de Courrier que cumpla con los siguientes requisitos: Disponibilidad de moto propia Papeles en regla Educado, respetuoso Agilidad de entrega y prudencia Sentido ético profesional Obligatorio residir en salcedo o en zonas aledañas Los interesados enviar su síntesis curricular a la dirección […]", "Coordinador con Graduado Universitario Hombre Experto en Procesos de Investigación , capacidad en planear y ejecutar planes de seguridad física e industrial Conocimientos en: Manejo de Entrevista de Investigación Análisis y Seguimiento al equipo de monitoreo de cámaras de vigilancia Disponibilidad Inmediata Residir en Santiago, La Vega, Moca, Bonao SALARIO: RD$60,000 Interesados enviar CV: consultoresdeproductividad1@gmail.com […]", "Encargado Ingeniero Eléctrico o Electromecánico Hombre Conocimientos en: Transformadores, Generadores y Plantas Eléctricas, Maquinas Industriales Experiencia en Supervisión de Personal y Planificación de Control de del Departamento de de Mantenimiento Dos años de experiencia en posiciones similares Residir en Santiago, La vega o Bonao SALARIO: RD$55,000 – 60,000 Interesados enviar CV a: consultoresdeproductividad2@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Encargado Ingeniero Eléctrico o Electromecánico Hombre Conocimientos: Transformadores, Generadores y Plantas Eléctricas, Maquinas Industriales Experiencia Supervisando Personal, Planificación y Control del Departamento de Mantenimiento. Dos años de experiencia en posiciones similares Disponibilidad Inmediata Residir en Santiago, La Vega o Bonao SALARIO: RD$55,000 + otros beneficios Interesados enviar CV: consultoresdeproductividad1@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Coordinador Graduado Universitario Hombre Experto en Procesos de Investigación Capacidad De planear y ejecutar Planes de Seguridad Física e Industrial Conocimientos en: Manejo de Entrevista de Investigación, Supervisión de Personal , Análisis y seguimiento a equipos de monitoreo de cámaras Disponibilidad Inmediata Residir en Santiago, La Vega Moca o Bonao SALARIO: RD$55,000 + beneficios de […]", "Nos encontramos en la búsqueda de estudiante de termino de carreras de administración, mercadeo, relaciones o públicas o afines, para desempeñar las siguientes funciones y responsabilidades: Gestión y seguimientos de los pedidos del cliente Atención al cliente Apoyo en la gestión administrativa Gestión de las reclamaciones Requisitos: Debe recibir obligatoriamente en Bonao Buena dicción y […]", "Asistente de Atención al Cliente Nos encontramos en la búsqueda de Asistente de Atención al cliente (Bonao) que cumpla con los siguientes requisitos: Residir en Bonao Estudiante de término de Carreras: Administración de Empresas, Mercadeo, Relaciones Publicas o afines Buena dicción y ortografía Excelente manejo de relaciones interpersonales Comunicación efectiva Facilidad de traslado Sentido de […]", "Empresa del sector salud se encuentra en la búsqueda de promotores con el siguiente perfil bachiller o estudiante de mercadeo o carrera a fin experiencia en ventas de calle dinamismo, persuasión, calidad de servicio y orientado a resultados edad entre 20 y 35 años residenciado(a) en Bonao interesados (as) enviar cv a la siguiente dirección […]", "Enfermeras/os para Bonao con Experiencia trabajando en la unidad de Hemodialis (indispensable) Requisitos: Egresado del area de Enfermeria o Estudiante de Termino 2 años de experiencia probada en el area Otros requisitos: Alto nivel de vocación de servicio Responsabilidad Empatía Solidaridad Proactividad Amabilidad Inteligencia emocional Correo Electrónico: reclutandotalentosrt@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Vacante Disponible para Asesor Inmobiliario en Bonao Requisitos; Residir en Santiago Buena presencia Relaciones Humanas Vehículo Propio Conocimiento de ventas Manejo de Redes Sociales y Plataformas Digitales Correo Electrónico: rantigua.altecoinmobiliaria@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Requisitos: Tener experiencia en posiciones similares Habilidad con la computadora Manejo de paquetes de oficina Buena actitud de servicios Enfocado a los detalles Proactivo Ambos Sexos Interesados enviar Cv a: oportunidadesjuventud@gmail.com con el asunto: Vendedor  Share this…FacebookTwitterLinkedinTumblr", "Auxiliar de contabilidad  Residir e Bonao Estudiante de termino o graduada de contabilidad conocimiento en el area de contabilidad Disponibilidad inmdiata Con habilidades comunicativas Correo Electrónico: reclutamientopreseleccion@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Requisitos: Hombre Debe tener licencia de conducir al día excelente relaciones personales Don de mando. RD$30,000.00 + Ben. de Ley. Enviar CV a GestionLaboralSantiago@Gmail.Com Share this…FacebookTwitterLinkedinTumblr", "Requisitos: Edad de 25 años en adelante. Estudios bachillerato/secundaria. Su función son realiza el proceso de afiliación de cliente, elaborando y ejecutando plan de visitas a clientes, presentando la informaciones y asesorando. Realiza las operaciones de formalizar clientes, registrandolos en el sistema. Obtiene y garantiza información integra y actualizada sobre los clientes para captar una […]", "Cuerpo del mensaje: Edad mínima 25 años. Educación de Bachillerato/Secundaria. Sus función son realizar el proceso de afiliación de clientes, elaborando y ejecutando plan de visitas a clientes. Realizar las operaciones de formalizacion de las afiliaciones de clientes, registrandolos en el sistema. Obtener y garantizar información integra y actualizada sobre los clientes donde se permita […]", "Coordinador Garantizar la inocuidad de los productos y el cumplimiento de la ley de sanidad animal, Controlar la recolección de muestras, toma de datos y análisis necesarios para garantizar la calidad de los productos, Salud pública y legislación medio ambiental. Coordinar la relación con Salud pública durante las visitas de rutina y fiscalizaciones o permisos. […]", "Coordinador Coordinar y supervisar todo el proceso de matanza y evisceración de pollos. Coordinar el transporte del pollo vivo de las granjas hacia la planta procesadora. Dirección del personal, actualización de indicadores. Coordinar las relaciones con las granjas, Realizar visitas semanales a los proveedores de pollo vivo, Supervisar valores de rendimiento y sanidad animal para […]", "Vendedor Poseer motor. Preferible experiencia en ventas. Residir en Bonao. Correo Electrónico: gh.recluta.cv@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Cuerpo del mensaje: Residir en Bonao Tener licencia de conducir Disponibilidad para viajar Experiencia con servicio al cliente Habilidades comunicativas Correo Electrónico: reclutamientopreseleccion@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Cuerpo del mensaje: Graduada de contabilidad o estudiante de termino Experiencia en el área de contabilidad Residir en Bonao Habilidades comunicativas Proactiva Correo Electrónico: reclutamientopreseleccion@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Cuerpo del mensaje: Graduado de diseño de interiores o arquitecta Experiencia en el area Dominio de los programas Autocad, Fotoshop, promob plus Habilidades comunicativas Flexibilidad para viajar a otros pueblos Creativa Capacidad inventiva e innovacion Correo Electrónico: reclutamientopreseleccion@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Cuerpo del mensaje: Sexo: Femenino Licenciada en contabilidad o Administración de empresas Experiencia en el área de Contabilidad. Disponibilidad de horario. Habilidad de trabajo en equipo. Manejo del formato 606 y 607 , TSS y Retenciones Correo Electrónico: reclutamientopreseleccion@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Cuerpo del mensaje: Estidiante de Mercadeo , Administración de Empresas o carreras afines. Experiencia en puestos similares. Ofrecemos Buen salario e incentivo por ventas. Interesados favor enviar su hoja de vida al correo electronico: reclutandodo@gmail.com. Share this…FacebookTwitterLinkedinTumblr", "Busco Gerente de Gestión Humana para Zona Norte ( Bonao, Sonador, La Vega, Villa Altagracia). República Dominicana Envía tu cv a info@colocacionessrl.com Share this…FacebookTwitterLinkedinTumblr"]