["Vendedor que sea Estudiante de término de Mercadeo, Administración o carreras afines. Experiencia mínima de un año en venta de productos farmacéuticos. Vehículo propio en buen estado. Residir en zona Este, Hato Mayor o aledañas. Conocimiento de la zona. Proactivo Capacidad de negociación Correo Electrónico: talentohumano3259@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Vendedor que sea Estudiante de término de Mercadeo, Administración o carreras a fines. Experiencia mínima de un año en venta de productos farmacéuticos. Vehículo propio en buen estado. Residir en Hato Mayor o zona Este aledañas. Conocimiento de la zona. Proactivo Capacidad de negociacion. Correo Electrónico: talentohumano3259@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Cuerpo del mensaje: vivir en hato mayor experiencia como mercaderista motor propio licencia de conducir al dia enviar cv a reclutamientoedecod@gmail.com, por favor colocar nombre de la vacante en el asunto Share this…FacebookTwitterLinkedinTumblr", "Cuerpo del mensaje: Graduada de Mercadeo o carreras a fines. Mínimo 2 años de experiencias en Ventas. Manejo del paquete de office. Orientada a Resultados. Experiencia en manejo de personal. Vehiculo propio. Salario competitivo. Comisiones. Combustibles. Bonificación. Beneficios de Ley. Correo Electrónico: info@gestalents.com Share this…FacebookTwitterLinkedinTumblr", "Cuerpo del mensaje: Lic. en BIOANALISIS O CIENCIAS LÁCTEAS Experiencia mínima 1 año en puestos similares Residente en HATO MAYOR O ZONAS ALEDAÑAS Aptitud para aprender, proactivo, organizado, trabajo en equipo, diligente. Interesados enviar Cv a: reclutamiento.argeco@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Requisitos: Licenciatura en Mercadeo/Administración / Contabilidad y/o Escuela de Negocios. Experiencia de 1 año a 2 años en ventas. Conocimiento de ventas de productos masivos. Manejo de personal/ Manejo de objeciones/Negociación con clientes Manejo de paquete office. Licencia de Conducir 2. Interesados enviar su hoja de vida al correo incorporteforaneo@bepensa.com.do y colocar en asunto el […]", "Vacantes disponibles: Encargado de Calidad Alimentaria Encargado de producción Encargado de mantenimiento Encargado de operación Chóferes distribuidores Analista de fisicoquimico Analista de Microbiología Interesados enviar Cv a: reclutamiento.argeco@gmail.com con el nombre de la vacante Share this…FacebookTwitterLinkedinTumblr", "Requisitos: Experiencia en Ventas a Hipermercados, Almacenes o tiendas por departamentos. Experiencia en ventas de articulos de piel, calzado o regalos coorporativos. Posea Vehiciulo para trasladarse en sus labores como vendedor. Residenciado de en la Zona Este del país: San Pedro, La Romana, Higuey, Hato Mayor, etc. Si cumple con los requisitos, por favor enviar […]", "Cuerpo del mensaje: Se busca Ejecutivo de Ventas para la Zona Este, con residencia en una de estas provincias: Higuey, – Bavaro, – Hato Mayor, – El Seibo, o – San Pedro de Macoris. Graduado de la carrera de Mercadeo o Areas a fines, con experiencia en la venta de productos de consumo masivos, de […]", "Los requisitos son: Para llenadores: Bachiller aprobado o estar cursando el 4to Para Supervisor de Llenadores: Estudiantes universitarios del 5to cuatrimestre (experiencia mínima supervisando personal) Si resides en Sabana de la mar, Hato Mayor, Bávaro, Punta Cana, Higüey, La Romana o San Pedro. Las personas que cumplan con los requisitos establecidos puede enviar su curriculum […]", "Vacantes disponibles: Pasante de Gestión Humana Vendedores Mayoristas Pre-Ventas Supervisor de Ventas Cajeros Facturadores Chóferes Licencia Categoría 3 Mercaderistas Provincias: La Romana Higuey San Pedro Hato Mayor Bávaro Miches Sabana de la Mar Interesados enviar CV a: Gestionhumanaedessa30@Gmail.com con el nombre de la vacante y la provincia Share this…FacebookTwitterLinkedinTumblr", "Requisitos: Con 3 años de experiencia, manejo de normas NIIF S Interesados enviar hoja de vida a gloridelcarmen@gmail.com Share this…FacebookTwitterLinkedinTumblr"]