["Posiciones Disponibles zona Monte Plata Encargado de Mantenimiento Electricista Mecánico II Operador de caldera Recordar que es en la provincia de Monte Plata. Favor enviar su CV Con el nombre de la vacante a: c.espinosa@mercasid.com.do Share this…FacebookTwitterLinkedinTumblr", "Nos encontramos en la búsqueda de perfiles para la siguiente posición: Encargado de Mantenimiento Industrial. Perfil: Ingeniero Electromecánico o áreas afines. Experiencia mímina 05 años en posiciones similares. Conocimientos generales de Ingeniería Electromecánica y mantenimiento industrial. Capacidad para planificar mantenimiento Preventivo y Predictivo de todas las instalaciones de la empresa Vacante para Monte Plata Interesad@s […]", "Analista de Laboratorio y DNP para una importante en empresa en Monte Plata. Gradua@ en Farmacia, Química, Ingeniería de alimentos. Más de 5 años de experiencia en cargos similares en industria de alimentos preferiblemente de bebidas alcohólicas Conocimiento y certificación en: Nordom 53, 477, Norma ISO 9001 vigente, Normas de seguridad industrial relacionadas con su […]", "Cuerpo del mensaje: Gradua@ en Farmacia, Química, Ingeniería de alimentos. Más de 5 años de experiencia en cargos similares en industria de alimentos preferiblemente de bebidas alcohólicas Conocimiento y certificación en: Nordom 53, 477, Norma ISO 9001 vigente, Normas de seguridad industrial relacionadas con su actividad., Métodos de ensayo COVENIN. Experiencia en liderar los muestreos […]", "Requisitos: Profesional de Ingeniería Industrial o afines. 2 años de experiencia en puestos similares en planta de alimentos y/o bebidas. Conocimiento de Norma ISO 9001 y BPM. Planificar la producción diaria y planes de acción. Velar por la eficiencia, disponibilidad de materiales y recursos necesarios para la ejecución de las actividades. Mejorar continuamente los procesos […]", "Requisitos: Profesional de Ing. Química, Industrial o afines. 2 años de experiencia en responsabilidades similares (indispensable). Recepción e inspección de calidad de materiales de empaque y de materia prima. Documentación de los registros de especificaciones y evidencias de los materiales. Elaboración de informes, análisis estadísticos e interpretación de datos. Inglés intermedio y Excel avanzado. Residencia […]", "Requisitos: Profesional de Ing. Química, Industrial o afines. 3 años de experiencia en responsabilidades similares (indispensable). Recepción e inspección de calidad de materiales de empaque y de materia prima. Documentación de los registros de especificaciones y evidencias de los materiales. Elaboración de informes, análisis estadísticos e interpretación de datos. Inglés intermedio y Excel avanzado. Correo […]", "Cuerpo del mensaje: Profesional de Ing. Química, Industrial o afines. 3 años de experiencia en responsabilidades similares (indispensable). Recepción e inspección de calidad de materiales de empaque y de materia prima. Documentación de los registros de especificaciones y evidencias de los materiales. Elaboración de informes, análisis estadísticos e interpretación de datos. Inglés intermedio y Excel […]", "Cuerpo del mensaje: Poseer motor. Vivir en Monte Plata. Correo Electrónico: gh.recluta.cv@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Responsabilidades: Captación de nuevos clientes Evaluación de solicitudes de créditos Velar por la actualización de la información de los prestatarios Gestión de cobros Coordinar desembolso de cheques Elaboración de reportes ¿Que pedimos? Estudiante en Mercado, Administración de Empresas o carreras a fines Haber laborado en el Sector Micro-créditos Conocimientos básicos de finanzas Manejo de paquete […]", "Cuerpo del mensaje: sexo indistinto servicio al cliente capacidad de trabaja bajo presión sentido de responsabilidad disponibilidad de horario conocimientos básicos de Excel y word experiencia en ventas no obligatoria obligatorio residir en sabana grande de boya alexandercell.gestionhumana@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Cuerpo del mensaje: Se solicitan promotoras para el área de MONTE PLATA y PERALVILLO, sexo femenino, con disponibilidad de horario. Favor enviar CV al correo rrhh9947@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Requisitos: Estudiante o graduado de ingeniería eléctrica industrial, técnico graduado de una institución reconocida. Dar soporte eléctrico en todas las instalaciones eléctricas de la empresa, tanto en la planta de producción, maquinarias y área de oficina. Experiencia en zona franca, línea de llenado y envasado, automatización, manejo y programación de PLC. Facilidad para trabajar en […]", "Cocinero Ayudar al chef en la elaboración de los alimentos para los colaboradores de la empresa. Experiencia en menú empresarial, comida nacional e internacional, manipulación e higiene de alimentos, experiencia en el área hotelera (preferible). Facilidad para trabajar en Monte Plata, disponibilidad inmediata para laboral, preferible residente Monte Plata o zona oriental. Interesados enviar su […]", "Requisitos: Experiencia trabajando en línea de envasado, conocimientos en etiquetado manual de productos en zona franca (deseable), conocimientos en BPM, bachiller, trabajo en equipo, buenas relaciones humanas. Facilidad para trabajar en Monte Plata, disponibilidad inmediata para laboral, preferible residente Monte Plata o zona oriental. Interesados enviar su CV a: trabajoenmonteplata@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Requisitos: Estudiante o graduado de ingeniería eléctrica industrial, técnico graduado de una institución reconocida. Dar soporte eléctrico en todas las instalaciones eléctricas de la empresa, tanto en la planta de producción, maquinarias y área de oficina. Experiencia en zona franca, línea de llenado y envasado, automatización, manejo y programación de PLC. Facilidad para trabajar en […]", "Requisitos: Capacidad para elaborar un menú variado para los colaboradores de la empresa, preparación de almuerzo basado en el manejo del inventario de alimentos. Experiencia como Chef, Jefe de Cocina en comedor de empleados o comida empresarial, experiencia en el sector hotelero, manejo de menú internacional, manejo de presupuesto y costo de almuerzo por persona. […]", "Requisitos: Estudiante de ingeniería eléctrica industrial o técnico graduado de una institución reconocida. Dar soporte eléctrico en todas las instalaciones eléctricas de la empresa, tanto en la planta de producción, maquinarias y área de oficina. Experiencia en zona franca, línea de llenado y envasado, automatización, manejo y programación de PLC. Residente en la zona oriental […]", "Ayudar al chef en la elaboración de los alimentos para los colaboradores de la empresa. Experiencia en menú empresarial, comida nacional e internacional, manipulación e higiene de alimentos, experiencia en el área hotelera (preferible). Facilidad para trabajar en Monte Plata, disponibilidad inmediata para laboral, preferible residente en la zona oriental. Interesados enviar su CV a: […]", "Capacidad para elaborar un menú variado para los colaboradores de la empresa, preparación de almuerzo basado en el manejo del inventario de alimentos. Experiencia como Chef, Jefe de Cocina en comedor de empleados o comida empresarial, experiencia en el sector hotelero, manejo de menú internacional, manejo de presupuesto y costo de almuerzo por persona. Manipulación […]", "Cuerpo del mensaje: Empresa necesita Mercaderista para Monte Plata, Dajabón y Cotui, deben cumplir los siguientes requerimientos: Requisitos: Edad entre 18-30 años Sexo Masculino Experiencia como mercaderista/ gondolero en supermercados o almacenes Vivir obligatoriamente en uno de los lugares mencionados (Monte Plata, Dajabon o Cotui) Proactivo Dedicado Interesados favor enviar hoja de vida a : […]", "Elaboración de menú para los colaboradores de la empresa, preparación de almuerzo basado en el manejo del inventario de alimentos. Experiencia como Chef en comedor de empleados, comida empresarial o área hotelera, manejo de presupuesto y costo de almuerzo por persona. Manipulación de alimentos e higiene de los mismos. Facilidad para trabajar en Monte Plata, […]", "Capacidad para elaborar un menú variado para los colaboradores de la empresa, preparación de almuerzo basado en el manejo del inventario de alimentos, manejo del personal de cocina. Experiencia como Sous Chef, Jefe de Cocina en comedor de empleados o comida empresarial, experiencia en el sector hotelero, manejo de menú internacional, manejo de presupuesto y […]", "Requisitos: Bachiller, Licencia de conducir categoría 3 o 4, Experiencia mínima de 2 años manejado camiones Scania (certificación de entrenamiento de conducción Scania), manejo de montacargas (certificación de manejo de montacargas, preferible) Importante: Se busca un chófer que pueda operar tanto el camión Scania como el montacargas, es una sola posición. Disponibilidad para trabajar en […]", "Requisitos: Sexo indistinto Licenciatura en Mercadeo/Administración/Contabilidad Experiencia de 1 a 3 años en mercadeo Conocimientos en ventas de productos masivos Manejo de personal Manejo de office Interesados enviar cv a: incorporate@bepensa.com.do Share this…FacebookTwitterLinkedinTumblr"]