["Coordinadora para administrar los subsistemas de Recursos Humanos ( Nomina, Reclutamiento y desvinculación de contratos de trabajo, capacitación de empleados, Atención a colaboradores, TSS, SIRLA, IDOPRIL, MT). Así como brindar soporte en la gestión de producción en areas administrativas. Requisitos Lic. Psicología Industrial Experiencia previa en el área mayor a 3 años Conocimientos del Código […]", "Cuerpo del mensaje: Evaluar los procesos de conservación e industrialización de productos agrícolas analizando su clasificación,conservación y transformación para mantener,mejorar la calidad y generar valor agregado.Diseñar y dirigir procesos de validación e interpretación de informacion relevante aplicando el método científico en los sistemas de producción agrícola proceso de cultivo y conservación en ornamentales. Requisitos: Experiencia […]", "Requisitos: Nivel Académico: Bachiller y / o Estudiante Universitario. Conocimientos de Informática (Uso básico de Computadora) Cursos Técnicos en Comunicación, Electricidad, Electrónica, Redes, entre otros. Manejo básico de navegadores de Internet y aplicaciones de Antivirus. Conocimientos básicos en arquitectura de redes de datos y direccionamiento IP (Deseable) Licencia de Conducir (Imprescindibles . Debe residir en […]", "Cuerpo del mensaje: Buscamos Técnicos en las siguientes localidades: Es obligatorio que residan en la localidades mencionadas: Nizao Pizarrete Rancho Arriba Sabana Buey San Jose de Ocoa En San Cristobal Hato Damas Cambita San Gregorio de Nigua Requisitos: Nivel Académico: Bachiller y / o Estudiante Universitario. Conocimientos de Informática (Uso básico de Computadora) Cursos Técnicos […]", "Cuerpo del mensaje: Se solicita agente de seguridad para trabajar en la ciudad de San Jose de Ocoa, en la localidad de Rancho Arriba interesados enviar hoja de vida al correo rrhh@protecinternacional.com o comunicarse al teléfono 809-563-5352. Share this…FacebookTwitterLinkedinTumblr", "Cuerpo del mensaje: Estudiante. Edad de 18-35 años Experiencia previa de almacén de al menos 1 años en control de entrada y salida de mercancías. Residente en San José de Ocoa Disposición de trabajar bajo presión. Don de Mando. Honesto, responsable y confiable. Buenas referencias laborales y personales. Comprobables. Deseo de superación. Manejo de Windows […]"]