["Buscamos Medico Con Exequatur para laborar en la provincia de La Vega. Enviar cv con todos sus datos al día con el mensaje La Vega. Interesados envia cv con nombre de la vacante al Email a continuacion. Correo Electrónico: rrhh@macromedica-rd.com Share this…FacebookTwitterLinkedinTumblr", "Se solicita un Medico Con Exequatur para Cobertura de Vacaciones La Vega. Enviar curriculum al correo con el titulo La Vega. Correo Electrónico: rrhh@macromedica-rd.com Share this…FacebookTwitterLinkedinTumblr", "Requisitos: Bachiller, poseer motor y licencia de conducir categoría 3 (Documentos al día). Experiencia mínima de 2 años en puesto similar (Comprobable) y disponibilidad para viajar. Residir en la Vega. Interesados favor enviar sú CV al mail ana.genteygestion1507@gmail.com Indicando la posición Share this…FacebookTwitterLinkedinTumblr", "Mercaderista que sea Bachiller Experiencia como mercaderista motorizado. Residir en La vega. Interesados enviar Cv con nombre de la vacante al Email a continuación Correo Electrónico: talentohumano3259@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Solicitamos Ejecutivo/a de ventas para la vega y para Moca con las siguientes Características: Honesto/a Proactivo/a Responsable Disponibilidad inmediata Vehículo propio (imprescindible) Experiencia en ventas (imprescindible) Residir en la vega o en moca (imprescindible) Correo Electrónico: aramirez@wurth.com.do Share this…FacebookTwitterLinkedinTumblr", "Asistente de Atención al Cliente Nos encontramos en la búsqueda de Asistente de Atención al cliente (La Vega) que cumpla con los siguientes requisitos: Estudiante de término de Carreras: Administración de Empresas, Mercadeo, Relaciones Publicas o afines Buena dicción y ortografía Excelente manejo de relaciones interpersonales Comunicación efectiva Facilidad de traslado Sentido de urgencia, dinamismo, […]", "Nos encontramos en la búsqueda de Asistente que sea estudiante de término de las carreras de administración, mercadeo, publicidad, relaciones públicas o afines, que apoyen en la gestión de atención al cliente de nuestra sucursal: Garantizar el buen manejo y atención al cliente Seguimiento de paquetes, gestión logística Manejo avanzado de excel Seguimiento en general, […]", "Asistente de compras residir en la vega ingeniero industrial mantener información correcta de los productos, incluyendo los costos, información de proveedores e “ítems” en el sistema as400, actualizándola según necesidad confirmar precios, números de órdenes de compra y fechas de entrega con los proveedores. revisar los planogramas conoce las tendencias de la temporada con la […]", "Requisitos: Egresado de Contabilidad Mínimo 01 año en el área de Contabilidad Manejo de Office 365 Manejo de inventarios y arqueos de caja Residir en La Vega Enviar CV a: rpersonal39@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Necesitamos una auxiliar de contabilidad, que tenga disponibilidad de trasladarse a la penda la vega. puede ser de moca, la vega o zonas aledañas Correo Electrónico: gestionhumana@rogergroup.com.do Share this…FacebookTwitterLinkedinTumblr", "Necesitamos soldadores en el área de metalmecánica para trabajar en la penda la vega Correo Electrónico: gestionhumana@rogergroup.com.do Share this…FacebookTwitterLinkedinTumblr", "Nos encontramos en la búsqueda de Asistente de Atención al Cliente (De Sucursal) en la Provincia La Vega que cumpla con los siguientes requisitos: Estudiante de término de carreras: Administración de Empresas, Mercadeo, Relaciones Públicas o afines. Buena Dicción y ortografía Excelente manejo de relaciones interpersonales. Comunicación efectiva. Facilidad de traslado. Residir en la Provincia […]", "Encargado de sucursal para la ciudad de La Vega Persona responsable de establecer la orientación estratégica y velar por el cabal cumplimiento de las políticas institucionales previamente establecidas, organizar, planificar, evaluación de créditos y dirigir los procesos de las diferentes dependencias, coordinando y dirigiendo el equipo humano que colabora, evaluar el desarrollo y resultado de […]", "Funciones: recibir, verificar e inspeccionar que toda la mercancía que entra al almacén este dentro de los estándares y los requerimientos de la compañía. verificar que toda la mercancía que entra al almacén tenga una orden de compra, la cantidad del producto físico contra la orden y la factura y la factura de transporte. entra […]", "Funciones: estibar toda la mercancía que entra en el almacén con el montacargas en el piso de ventas, según los procedimientos establecidos y observando las medidas de seguridad. arreglar en el piso de ventas la mercancía en los “Pallets” según los procedimientos establecidos. verificar visual y operacionalmente el montacargas y llenar el “check-list” de montacargas […]", "Requisitos: Licdo. en Administración de Empresas Manejo de Presupuesto Indicador por desempeño Liderazgo Solución de problemas, manejo de personal operativo Hombre Interesados enviar cv a reclutandoprofesionales55@gmail.com con el asunto: Gerente de Tienda Share this…FacebookTwitterLinkedinTumblr", "Se busca señora de 35 años en adelante con experiencia en cuidado de personas mayores y labores del hogar, residente en La vega. Correo Electrónico: polancodeleon@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Nos encontramos en la búsqueda de un encargado de sucursal con el siguiente objetivo: Persona responsable de establecer la orientación estratégica y velar por el cabal cumplimiento de las políticas institucionales previamente establecidas, organizar, planificar y dirigir los procesos de las diferentes dependencias, coordinando y dirigiendo el equipo humano que colabora, evaluar el desarrollo y […]", "Nos encontramos en la búsqueda de un encargado de sucursal con el siguiente objetivo: Persona responsable de establecer la orientación estratégica y velar por el cabal cumplimiento de las políticas institucionales previamente establecidas, organizar, planificar y dirigir los procesos de las diferentes dependencias, coordinando y dirigiendo el equipo humano que colabora, evaluar el desarrollo y […]", "Vacante Disponible para Asesor Inmobiliario en La Vega Requisitos; Residir en Santiago Buena presencia Relaciones Humanas Vehículo Propio Conocimiento de ventas Manejo de Redes Sociales y Plataformas Digitales Correo Electrónico: rantigua.altecoinmobiliaria@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Propósito: Ejecutar las operaciones del área de Caja, mediante recepción, entrega y custodia de dinero o documentos de las transacciones diarias, cumpliendo con las políticas y procedimientos institucionales gubernamentales. Requisitos: Bachiller o estudiante de Administración, Contabilidad, Gestión Financiera, Ingeniería Industrial o afines Manejo de office básico deseable Interesados enviar Cv a: reclutamiento@banfondesa.com.do con el asunto: […]", "Requisitos: Ingeniería Química Industria, Producción, Calidad La Vega + otras ciudades Para trabajar en planta de producción de productos cosméticos y del hogar. Velar por el cumplimiento de los objetivos de planificación y control de la producción garantizando los estándares de calidad no solo de los productos sino también de los procesos, supervisando eficazmente los […]", "Nos encontramos en la búsqueda de una Asistente Administrativa para la CIUDAD DE LA VEGA una persona con licenciatura en Adm. de empresas, mercadeo, negocios, psicología general o carreras a finas. Debe tener experiencia en manejo de Microsoft Office, telemercadotecnia, servicio al cliente un año o mas en experiencia en puesto de Asistente Administrativa o […]", "Representante de Servicios FINES DE SEMANA Y FERIADOS : Requisitos: Residir en La Vega. Ser estudiante o graduado de Derecho (imprescindible) Mínimo 1 año de experiencia en el área legal. Disponibilidad de laborar los fines de semana y feriados (Solamente). Si cumples con estos requisitos y le interesa participar, favor remitirme su CV actualizado a: […]", "Requisitos: Residir en La Vega Ser estudiante o graduado de Derecho. Mínimo 1 año de experiencia en el área legal. Si cumples con estos requisitos y le interesa participar, favor remitirme su CV actualizado a: atracciondeltalentohumano@outlook.com Share this…FacebookTwitterLinkedinTumblr"]