["Solicitamos persona para servicios de limpieza para la provincia Baní. Vivir en Baní Experiencia en puestos similares Mujer entre 30 a 50 años. Responsable y Ordenada. Puntual Enviar curriculo al correo: empleo.recursoshumanos@hotmail.com Share this…FacebookTwitterLinkedinTumblr", "Se solicita vendedor de repuesto ubicación: santana (Baní) Requisitos experiencia en venta de repuestos de vehículos responsable puntual organizado Beneficios: sueldo fijo mensual comisión por ventas beneficios de ley Correo Electrónico: info.consultores7@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Auxiliar residir en Bani bachiller experiencia en almacén trabajo en equipo proactivo Correo Electrónico: ardilenis.amador@union.do Share this…FacebookTwitterLinkedinTumblr", "Se busca personal temporal para el área de registro en Bani, con experiencia en digitación y manejo de escáner. Si desea aplicar enviar su hoja de vida al correo reclutamiento9403@gmail.com por favor especificar el nombre de la vacante. Share this…FacebookTwitterLinkedinTumblr", "Ejecutivo para Gestionar el proceso de afiliación a la red de Prestadores de Servicios de Salud (PSS). Dar seguimiento a la calidad del servicio ofrecido a través de visitas y actualización de datos de los mismos. Mantenimiento de cartera de prestadores de salud. Captación de nuevos centros. Requisitos Licenciado en Administración de Empresas, Mercadeo o […]", "Solicitamos persona para laborar en el área de atención y servicio al cliente en Baní para desempeñar las siguientes funciones: Atención presencial y telefónica a los afiliados. Emisiones de pólizas y carnetización. Brindar información de planes y servicios. Requisitos Residir en Baní o zonas aledañas (INDISPENSABLE) Estudiante de termino o graduado en administración o areas […]", "Solicitamos Ejecutivo, persona proactiva para desempeñar las siguientes funciones: Gestionar el proceso de afiliación a la red de Prestadores de Servicios de Salud (PSS). Dar seguimiento a la calidad del servicio ofrecido a través de visitas y actualización de datos de los mismos. Mantenimiento de cartera de prestadores de salud. Captación de nuevos centros. Requisitos […]", "Quieres trabajar en el área de Seguros? Empresa de seguros de riesgos de salud busca Ejecutivo de PSS Mantenimiento de cartera de centros de prestacion de salud. Visitas para captaciones de nuevos centros y especialistas. Afiliaciones de PSS a la ARS Interesados enviar Cv con nombre de la vacante Aplica: empleo.recursoshumanos@hotmail.com Share this…FacebookTwitterLinkedinTumblr", "Quieres trabajar en el área de Seguros? Empresa de seguros de riesgos de salud busca Servicio al Cliente Atención de afiliados presencial y vía telefónica. Emisiones de pólizas de seguros y carnetización. Brindar información sobre planes y servicio. Vacante para Bani Interesados enviar Cv con nombre de la vacante Aplica: empleo.recursoshumanos@hotmail.com Share this…FacebookTwitterLinkedinTumblr", "Requisitos: Estudiante universitario de Ing. Industrial, Contabilidad o áreas afines Experiencia en posiciones similares Conocimiento de logística y planeación de inventario Orientado a resultados 1 años de experiencia mínima Conocimiento de inventario y los procesos de almacén Proactivo Organizado Manejo Office Funciones: Manejo de Inventario Recibe, organizar, resguardar y suministrar los materiales, equipo, herramienta y […]", "Descripción Supervisar constantemente a los vendedores de pista para garantizar que se este ofertando el servicio Acompañar al administrador en el recibimiento de combustible según las reglas de recepción establecidas. Medir diariamente los tanques( lectura de vera). Fungir como vendedor de pista cuando fuere necesario. Realizar arqueos e inventarios. -Entre otros. Requerimientos Estudiante de termino […]", "Nos encontramos en la búsqueda de profesional del área de limpieza y conserjería a que nos apoye en la gestión de higenización de espacios de importante empresa del sector Courier Requisitos: Bachiller o estudiante Debe residir en la Zona de Baní (Indispensable) Debe ser una persona respetuosa, educada Conocimiento en limpieza Experiencia previa en posiciones […]", "Nos encontramos en la búsqueda de una Conserje para Bani que cuente con los siguientes requisitos: Organizada Proactiva Dedicada Responsable Respetuosa Las interesadas favor enviar su CV a: seleccion.evaluacionrrhh@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Supervisor para Supervisar constantemente a los vendedores de pista para garantizar que se este ofertando el servicio. – Acompañar al administrador en el recibimiento de combustible según las reglas de recepción establecidas. – Medir diariamente los tanques( lectura de vera). – Fungir como vendedor de pista cuando fuere necesario. – Realizar arqueos e inventarios. -Entre […]", "Empresa del sector salud se encuentra en la búsqueda de promotores con el siguiente perfil bachiller o estudiante de mercadeo o carrera a fin experiencia en ventas de calle dinamismo, persuasión, calidad de servicio y orientado a resultados edad entre 20 y 35 años residenciado(a) en BANI interesados (as) enviar cv a la siguiente dirección […]", "Empresa líder en la fabricación de cosméticos y productos de higiene personal en la República Dominicana busca Promotoras para Bani. Requisitos: Experiencia mínima de 1 año en puestos similares. Habilidad en Técnicas de Ventas y Promoción. Excelente manejo interpersonal. Disponibilidad inmediata. Disponibilidad de trasladarse de una provincia a otra para participar en promociones y ferias. […]", "Objetivo del puesto: Coordina y supervisa la ejecución de las estrategias y procesos de ventas, mediante la planificación de rutas y visitas, a fin de asegurar niveles óptimos de cumplimiento y servicio al cliente, así como de las normas y procedimientos de la empresa que garanticen el cumplimiento de las metas y el logro de […]", "Promotora Incentiva ventas de nuestros productos cosméticos y de higiene personal dando a conocer sus características y beneficios en los puntos de ventas asignados logrando los objetivos. Requisitos: Experiencia mínima de 1 año en puestos similares. Habilidad en Técnicas de Ventas y Promoción. Excelente manejo interpersonal. Disponibilidad inmediata. Disponibilidad de trasladarse de una provincia a […]", "Requisitos: Estudiante en Ingeniería Industrial o áreas afines Conocimientos y experiencias en el área. Capacidad de trabajo en equipo y de relación interpersonal Responsable y honesto Trabajo bajo presión Manejo de personal Toma de decisiones Comunicación Efectiva Iniciativa Con alto sentido de urgencia Funciones: Verificar que los trabajadores cumplan con los reglamentos Interno de Seguridad […]", "Buscamos estudiante de término de las carreras de administracion, relaciones publicas, mercadeo y afines que cumpla con los siguientes requisitos: Excelente manejo de las relaciones interpersonales Seguimiento a requerimientos y reclamaciones de los clientes Vocación de servicio y atención al cliente Colaborador, dinámico Sentido de urgencia Los interesados enviar la información a reclutamientosnacionales@gmail.com con el […]", "Requisitos: Ser estudiante o graduado de Derecho (imprescindible). Mínimo 1 año de experiencia en el área legal. Residir en Baní. Si cumples con estos requisitos y le interesa participar, favor remitirme su CV actualizado a: atracciondeltalentohumano@outlook.com Share this…FacebookTwitterLinkedinTumblr", "Buscamos talentos como tu! Empresa de servicios médicos. Mujer de 20 a 28 años Estudiante de Mercadeo, Adm. de Empresa o afines Conocimientos de enfermería Manejo de Microsoft office Experiencia en Servicio al Cliente (6 meses mínimo) Jornada de Lun-Sab Sueldo base más comisiones. Responsable Proactiva Dinámica Con adaptación a los cambios Contactanos: ecscandidatos@gmail.com Share […]", "Requisitos: Estudiante Universitario 1 año de experiencia en posiciones similares. Residir en, o zonas aledañas a: Bani, San Juan de la Maguana. Competencias: Poseer habilidades Numéricas. Manejo de MS-Office Enfoque al cliente Responsable/ Organizado Puntual Manejo de trabajo bajo presión. Orientación ha resultado. Trabajo en equipo. Persuasión y flexibilidad. Responsabilidades del puesto: Recibir al cliente, […]", "Se busca diseñador grafico y de pagina wed para que trabaje todo el contenido de publicidad y de redes sociales de la empresa. Se le suministrara los equipos necesarios para ello. El trabajo es en la ciudad de bani, la persona debe vivir alla o estar dispuesta a moverse para bani. Correo Electrónico: ing.franciscoalmonte@gmail.com Share […]", "Encargado con Licenciatura en Ingeniería Mecánica o áreas afines (Estudiante de Termino o Graduado). Liderazgo. Capacidad de trabajo en equipo y de relacionamiento. Seguimiento inventario (Registro y Control de todos los movimientos del Almacén). Responsable y honesto. Manejo del Paquete Office. Orientado a resultados. Capacidad de análisis de datos. Experiencia en Manejo de Almacén. Comunicación […]"]