["Mercaderista estudiante de mercadeo o bachiller con motor licencia de conducir al dia vocacion de servicio al cliente que viva en las americas, luz maria y bocha chica Correo Electrónico: reclutamientostodgo@baldom.net Share this…FacebookTwitterLinkedinTumblr", "Requisitos del Puesto Hombre edad comprendida entre 25-40 años ,residir en Boca Chica o zonas cercanas a Caucedo, estudios primarios conocimiento de lavado de vehículos Y Servicios Generales Correo Electrónico: Jgarcia@sgn.com.do Share this…FacebookTwitterLinkedinTumblr", "Buscamos personal de limpieza hombre, mayor de edad, que resida cerca de caucedo Boca Chica , para mantenimiento de planta . Correo Electrónico: Jgarcia@sgn.com.do Share this…FacebookTwitterLinkedinTumblr", "Tecnico Realiza labores de operación y mantenimiento de equipos del área de lavado de los tanques cumpliendo con las normas y procedimientos establecidos. Perfil: Técnico eléctrico, Mecánico o Electromecánico. Bachiller Manejo de Office ( imprescindible) Inglés ( deseable) Mínimo 2 años en posiciones de mantenimiento. Disponibilidad de horario Residir en Santo Domingo Este ( Preferible) […]", "Requisitos: Curriculum con foto. Estudiante Universitario de carreras a fines. Experiencia en Servicio al cliente y Ventas. Inglés avanzado / Bilingüe. Residir en Boca Chica o zonas aledañas al Aeropuerto. Disponibilidad de horario rotativo. Organizado. Responsable. Beneficios: Sueldo base Comisión por ventas Beneficios de ley Excelente clima laboral Oportunidades de crecimiento Información de contacto: Correo: […]", "Buscamos personal para trabajar en el área de seguridad con horario rotativo, residentes en boca chica y zonas aledañas interesados que cumplan con el perfil remitir cv a recursoshumanos@stonewood.com.do Share this…FacebookTwitterLinkedinTumblr", "Educación. Estudiante de Ing. Industrial, contabilidad o áreas afines Estamos buscando una persona para trabajar en la recepción de mercancías con los siguientes conocimientos, habilidades y destrezas: Conocimientos y competencias: Sistema AS-400. Ingles básico o intermedio. Paquete de office. Proactivo. Atención a los detalles. Excel avanzado o intermedio. Inventarios. OUTLOOK. Experiencia trabajando en almacén con […]", "Planner / Customer Services Preferiblemente Ingenier@ industrial, administrados o mercadologo. Conocimientos y competencias: Sistema AS-400. facturación. Ingles intermedio. Paquete de office. Proactivo. Atención a los detalles. Excel avanzado o intermedio. Inventarios. MRP (planificación de requerimiento de materiales). Servicio al cliente. OUTLOOK. Responsabilidades: Recibir órdenes de clientes. Colocar y dar seguimiento a las órdenes de los […]", "Cuerpo del mensaje: se requiere pintor, que resida en boca chica o zonas aledañas Correo Electrónico: Jgarcia@sgn.com.do Share this…FacebookTwitterLinkedinTumblr", "Se requiere promotora que resida en San Andres, Boca Chica para promoción temporal -No se requiere experiencia Envie su CV a: boschiana.reyes@grupostt.com y en el asunto la vacante. Share this…FacebookTwitterLinkedinTumblr", "Cuerpo del mensaje: Estamos en la búsqueda de un operador de planta con 1 año experiencia en el área que resida cerca de boca chica o zonas aledañas Correo Electrónico: Jgarcia@sgn.com.do Share this…FacebookTwitterLinkedinTumblr", "Actividades del cargo: Realizar la correcta limpieza del material y equipos en las áreas de preparación y servicio de alimentos y bebidas. Fregar, desinfectar los utensilios y áreas que le sean asignadas. Informar reposición de los equipos, herramientas e insumos de limpieza y desinfección para ejecutar sus actividades. Ordenar utensilios y equipos del área. Apoyar […]", "Cuerpo del mensaje: Graduado de Doctor en Medicina Con Exequatur Disponible Experiencia en consultas medicas y área pediátrica. Disponibilidad para cubrir licencia de maternidad en Sector La Caleta, Boca Chica Correo Electrónico: equipointegrarh@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Requisitos: Edad: 18 – 45 años Bachiller Experiencia previa en manejo de carga. Residir en la caleta o sectores aledaños. Favor enviar su hoja de vida a los siguientes correos: silvianavarrop@hotmail.com Share this…FacebookTwitterLinkedinTumblr", "Requisitos: Licencia de conducir al día Disponibilidad inmediata Un año de experiencia Debe residir en la Santo Domingo Este (Las Américas) Nota: tenemos varias vacantes disponible. Para aplicar a la vacante envié su curriculum a: buscotrabajodr@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Cuerpo del mensaje: Busco asistente de compras, con experiencia en compras locales e internacionales para cubri licencia maternidad, ingles intermedio, empresa multinacional. conceptos basicos MRO, COTIZACIONES, NEGOCIACION CON CLIENTES. empleo temporal de 4-5 meses. salario competitivo, estamos ubicados en Boca Chica. Correo Electrónico: jolennyc@atlanticpkg.com Share this…FacebookTwitterLinkedinTumblr", "Requisitos: Estudiante o graduado en Psicología Industrial, Administración o carrera afín. Experiencia en un Departamento de Capital Humano. Excelente manejo de Microsft Office. Disponibilidad de trasladarse a Boca Chica todos los días. Preferiblemente con manejo de sistemas informáticos relacionados a gestión humana. Beneficios: Salario: 14,000 Otros Beneficios: propina legal Transporte de colaboradores Almuerzo Horario de […]", "Requisitos Bachiller Residir en Boca Chica Licencia de conducir Correo Electrónico: YLPROSARIO@HOTMAIL.COM Share this…FacebookTwitterLinkedinTumblr", "Requisitos: Sexo: Masculino Edad: 20 a 35 años. Nivel Académico: Bachiller. Experiencia: Mínima de 1 año en puestos similares. Poseer Motor propio y Licencia de conducir al día. Manejo de Hand Held. Trabajo en equipo, responsable, manejo de objeciones. De cumplir con estos requisitos favor enviar su hoja de vida al siguiente correo : rrhhreclutamientos01@gmail.com […]", "Cuerpo del mensaje: Ingeniero Industrial Conocimientos y manejo de las Normas ISO (19001, 14001 Y 18001) Residir en Zona Este o zonas aledañas a Boca Chica. Funciones: Realizar capacitaciones y entrenamientos relativos a la seguridad, salud ocupacional y ambiente. Realizar las inspecciones del estado óptimo de gomas, patas, luces, sistema de frenos y otros requisitos […]", "Cuerpo del mensaje: Busco mecánico automotriz con experiencia en reparación de montacargas eléctricos y de combustión, reparaciones de camiones diésel y de gasolina. Experiencia mas de 3 años en puestos similares. Favor tomar en cuenta que estamos ubicados en Boca Chica. Correo Electrónico: jolennyc@atlanticpkg.com Share this…FacebookTwitterLinkedinTumblr", "Requisitos: Lic. en Contabilidad, Finanzas o carreras afines. Disponibilidad de viajar todos los días a Boca Chica. Experiencia mínima de tres años, como Gerente de Finanzas en el área hotelera. Cocimientos de costos. Experiencia coordinando tareas financieras. Conocimientos de la gestión de almacén y compras. Administrar informes financieros del hotel. Lograr financiación con proveedores (retrasando […]", "Cuerpo del mensaje: Bachelor or student of education Full English language management Must reside in Boca Chica Area or surrounding area Organized who likes working with children Goal Oriented Correo Electrónico: Rrhh2312@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Cuerpo del mensaje: LIcenciado(a) o estudiante de Educación Experiencia docente Relaciones Humanas Organizada respetuosa Buenas referencias Correo Electrónico: Rrhh2312@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Requisitos: Mecánico de maquinas industriales Conocimiento de neumática Conocimientos de hidráulica Electricidad básica Manejo de torno Manejo de taladro de mesa o fresadora Soldadura eléctrica con electrodos (hierros) Manejo de maquinas herramientas de mano (pulidoras, taladros, piedras amoladoras, sierras de mano) Favor tomar en cuenta que estamos ubicados en Boca Chica. Correo Electrónico: jolennyc@atlanticpkg.com Share […]"]