["Buscamos chofer para pacientes post-cirugía en Santo Domingo y Juan Dolio. Debe tener vehículo propio (no más viejo de 8 años) Días/horas de trabajo y salario a convenir en la entrevista. Enviar curruculum al Whatsapp 809 692 5986 Share this…FacebookTwitterLinkedinTumblr", "Descripción de la oferta Encargada del control de la Agenda de presidencia coordinando todas las citas requeridas, recepción de los invitados, envió de correo electrónico a los diferentes clientes, redacción de comunicaciones, organización de toda la documentación de la oficina. Requisitos Estudiante Universitario de las carreras de Periodismo, Leyes, Relaciones Publicas, y áreas a fines. […]", "Gerente Supervisar la operación total de distribución eléctrica Generación de emergencia (2.5 MW). Distribución de agua cruda y agua potable, iluminación vial, mantenimiento vial en un proyecto de 2.1 millones de metros cuadrados con cerca de mil viviendas en uso. Importante la disposición de crear nuevo departamento de otorgar servicios a las villas y apartamentos. […]", "Administrador responsable de todos los servicios dentro de su cartera asignada, administrando todos los aspectos inherentes a cada uno de los clientes y sus requerimientos, dando respuesta oportuna, logrando ser capaz de responder rápidamente y sin demoras. Perfil requerido: profesional universitario graduado en administración-turismo y hostelería- importante experiencia previa en cargos supervisorios no menor a […]", "Frontdesk con 2-3 años de experiencia en puestos similares. excelente servicio al cliente. bachiller. dominio del idioma inglés/ nivel medio. manejo de paquete office, (word y excel). residir en juan dolio/ san pedro de macorís (preferible). disponibilidad para trabajar los fines de semana. disponibilidad para trabajar en horario rotativo. beneficios: salario competitivo beneficios de Ley […]", "Oficial con mínimo 1 año de experiencia en servicios de seguridad. sexo: Masculino. edad: entre 25 a 40 años. excelente servicio al cliente. residir en juan dolio/ san pedro de macorís (preferible). disponibilidad para trabajar en horario rotativo y fines de semana. beneficios: salario competitivo beneficios de Ley subsidio de almuerzo excelente ambiente laboral Correo […]", "Coordinador de Gestión Humana Imprescindible vivir en Santo Domingo Éste. San Pedro, Boca Chica. Area: Administración de Empresas / Psicología Industrial / Áreas afines Sexo: Indistinto.. Salario: $40.000.00 Experiencia en nómina, horas extras , nocturnas. Experiencia en Ministerio de Trabajo DGT-3 / DGT-4 /DGT-12 / DGT-9. Fase. Comunicación y novedades. Experiencia con Cooperativas. Reclutamiento y […]", "Coordinadora Licenciada en Administración de Empresa, Psicología, áreas afines. Minimo 2 años de experiencia en posiciones similares Manejo de TSS, Sirla y notificaciones al ministerio de trabajo Manejo de nómina Disponibilidad para laborar en Juan Dolio Interesados favor enviar su CV indicando el nombre de la vacante al correo anamdeoleo@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Localidad: Juan Dolio, Rep. Dominicana. Profesional de Contabilidad, Economía o Administración. 4 años de experiencia en responsabilidades similares. Dominio y supervisión de procesos de contabilidad general y de costes, tesorería, control de gestión, créditos y cobros, análisis financiero y auditoría interna. Responsable de diseñar, instaurar y controlar las estrategias financieras de la empresa. Realizar y […]", "Centro Educativo Juan Dolio International School is seeking for a qualified Teacher for the school year 2020-2021 About the position JDIS is a private bilingual school that promotes an ethical environment and the objective of developing an integral education, developing sensitive human being we are looking for an English teacher to teach at preschool and […]", "Cuerpo del mensaje: Ser responsable de todos los servicios dentro de su cartera asignada, administrando todos los aspectos inherentes a cada uno de los clientes y sus requerimientos, dando respuesta oportuna, logrando ser capaz de responder rápidamente y sin demoras. Perfil requerido: Profesional universitario graduado en Administración-Turismo y Hostelería- Importante Experiencia previa en cargos Supervisorios […]", "Cuerpo del mensaje: Ser responsable de todos los servicios dentro de su cartera asignada, administrando todos los aspectos inherentes a cada uno de los clientes y sus requerimientos, dando respuesta oportuna, logrando ser capaz de responder rápidamente y sin demoras. Perfil requerido: Profesional universitario graduado en Administración-Turismo y Hostelería- Importante Experiencia previa en cargos Supervisorios […]", "Ser responsable de todos los servicios dentro de su cartera asignada, administrando todos los aspectos inherentes a cada uno de los clientes y sus requerimientos, dando respuesta oportuna, logrando ser capaz de responder rápidamente y sin demoras. Perfil requerido: Profesional universitario graduado en Administración-Turismo y Hostelería- Importante Experiencia previa en cargos Supervisorios no menor a […]", "Requisitos: Experiencia en el área Edad de 25 -55 años Bachiller Sexo masculino Interesados enviar curriculum: aflorentino@galversecurity.com Share this…FacebookTwitterLinkedinTumblr", "Requisitos: Experiencia en el área Edad de 25 -55 años Bachiller Sexo masculino Interesados enviar curriculum: aflorentino@galversecurity.com, rgarcia@glaversecurity.com , con el nombre de la vacante. Tel. 809-412-1448 Share this…FacebookTwitterLinkedinTumblr", "Requisitos: Maestros para el nivel inicial y el nivel básico. Licenciatura en Educación o área afín. Responsabilidad, puntualidad y organización. Capacidad para adaptarse y trabajar en equipo. Disponibilidad inmediata. Deseos de pertenecer a una institución con altos estándares académicos y humanos. Conocimiento del Idioma ingles sera valorado* Correo Electrónico: info@jdis.edu.do Share this…FacebookTwitterLinkedinTumblr", "Se busca representante de venta para nuestro establecimiento club de piscina El Currican en Juan Dolio Buena remuneracion en porcentaje Interesados enviar al numero 829 471-1706 o presentarse en el Currican Juan Dolio Share this…FacebookTwitterLinkedinTumblr", "Cuerpo del mensaje: buscamos enfermeras con experiencia para trabajar con dormida en una casa de recuperacion ubicada en Juan Dolio. Requisitos indispensables y obligatorios: ser mayor de edad hablar ingles Interesadas en mayor informacion por favor escribir via whatsapp al numero 809-973-2767 (solo en ingles) Share this…FacebookTwitterLinkedinTumblr", "Favor enviar CV a reclutamiento@odontodom.net y en el asunto poner el nombre de la posición. Share this…FacebookTwitterLinkedinTumblr", "Requisitos: Experiencia mínima de 2 años en el área Administrativa / Contable. Manejo del ciclo contable, 606, ISR, Nomina & TSS. Office Package Residente de la zona. Enviar hoja de vida al correo yanire_casanova@hotmail.com Share this…FacebookTwitterLinkedinTumblr", "Bucamos Promotoras para la Zona de Juan Dolio,La Romana,San Pedro,Bavaro,Punta Cana Buena Presencia Inglés hablado Interesadas enviar Cv a: recursoshumanosrenr@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Buscamos Vendedores de Excursiones con experiencia previa en el área, que sepan hablar inglés, las personas deben residir en San Pedro o Juan Dolio Interesados enviar cv a: lic.delarosa1685@hotmail.com Share this…FacebookTwitterLinkedinTumblr", "Cuerpo del mensaje: Se busca persona con experiencia en venta de excursiones en la zona este del país, experiencia comprobada, favor enviar su curriculum al correo lic.delarosa1685@hotmail.com, debe de recidir en juan dolio,san pedro o la romana Interesados enviar Cv a: lic.delarosa1685@hotmail.com Share this…FacebookTwitterLinkedinTumblr", "Requisitos: Experiencia prestando asistencia en labores administrativas Contacto con cliente,seguimiento,inventario y facturación Manejo avanzado de office Proativa Disponibilidad inmediata Salario 25,000 Vacante para Juan Dolio / San Pedro de Macoris Interesadas enviar Cv a: consultorias@apsdr.com Share this…FacebookTwitterLinkedinTumblr", "Requisitos: Experiencia prestando asistente en labores administrativas Contacto con clientes,seguimiento,inventario y facturación Manejo avanzado de office Proactiva Disponibilidad inmediata Residente en la zona de Juan Dolio – San Pedro Interesadas enviar cv a: consultorias@apsdr.com con el asunto:Tu Empleo RD-Asistente Share this…FacebookTwitterLinkedinTumblr"]