["Licenciado en Contabilidad, residente en San Cristobal o cercanías, trabajo presencial, mínimo 3 años de experiencia, manejo de personal, conocimiento de las NIIF, sistemas y controles contables. Salario: RD$35,000.00 – Horario: Lunes a Sábado. Solo contactar si cumple y acepta las condiciones. Enviar su cv a rrhh@legalitasrd.com Share this…FacebookTwitterLinkedinTumblr", "Encargada de RRHH, residente en San Cristobal o cercanías, trabajo presencial, mínimo 3 años de experiencia, manejo de personal, conocimiento de sistemas y controles de RRHH, reclutamiento, manejo de conflictos, movimiento de personal. Salario: RD$20,000.00 – Horario: Lunes a Sábado. Solo contactar si cumple y acepta las condiciones. Enviar su cv a rrhh@legalitasrd.com Share this…FacebookTwitterLinkedinTumblr", "Estamos buscando mecánico Diesel, mínimo 3 años de experiencia, residir preferiblemente en Haina, San Cristóbal o zonas aledañas. Favor enviar cv a cruzdelgadillo@hotmail.com Share this…FacebookTwitterLinkedinTumblr", "Líder Residir en Haina San Cristóbal Profesional graduado de ingeniera industrial, administracion o carreras a fines Disponibilidad inmediata Experiencia en el área de seguridad Sexo: Masculino Edad: Mayor 25 años Tipo de Contrato: Fijo Jornada: Tiempo completo Horario de trabajo: Rotativo Salario: 35, 400 Beneficios: Todos los beneficios de Ley Lugar de entrevista: San Cristóbal, […]", "Encargado que sea Licenciado o estudiante universitario de termino preferiblemente de las carreras administracion, contabilidad, mercadeo o areas a fines residente en la ciudad de san Cristóbal experiencia supervisando personal disponibilidad inmediata interesados enviar su curriculum al correo buscandotalentos0101@gmail.Com deben indicar en el asunto el nombre de la vacante a la que estan aplicando Share […]", "Responsabilidades: Operar maquinaria de manufactura en el área de producción. Dar mantenimiento básico a maquinaria (seteo, arranque, limpieza básica). Requisitos: Operadores Bachiller preferible con curso tecnico en Electricidad, Electrónica, Mecánica, Hidráulica, Neumática, PLC o campo relativo. Residente en SDE o San Cristobal. Interesados enviar curriculo actualizado con nombre del puesto al cual aplica a: vacantes@hayco.com […]", "Se solicita Auxiliar de Almacén con disponibilidad inmediata con buena disposición. Bachiller o estudiante universitario. Capacidad de seguir instrucción, adaptabilidad para trabajar en diversas situaciones y ambientes. Salario:17,610.30 Jornada completa L-V 8:00 a 5:00 S 8:00-12:00 capitalhumano_rd@hotmail.com Preferible residir en Herrera, Haina, San Cristóbal, Quita sueño, Av. Independencia. Share this…FacebookTwitterLinkedinTumblr", "Buscamos un Auxiliar de Almacén dispuesto a trabajar, responsable y Honesto. 17,610.30 Preferible vivir en los km de la Independencia, Haina o San Cristóbal. Estudiante universitario o con deseos de seguir estudiando. capitalhumano_rd@hotmail.com Share this…FacebookTwitterLinkedinTumblr", "Funciones: Declaraciones de impuestos, elaboración de estado de resultados, manejo de nominas, conciliación bancaria, facturación, control de cxc, cxp y archivos. Requisitos: Licenciado en Contabilidad con al menos un año de experiencia comprobable en IT1, IR17, Nominas, Sirla. Residenciado en San Cristóbal. Sexo: Caballero Edad: Mayor de 25 años Actividad de la empresa: Recubrimientos Industriales […]", "Solicitamos ebanista y ayudante de ebanista para taller de bandejas, cajas y artículos personalizados en madera. Masculino De 18 a 30 años Disponibilidad para trabajar en Hatillo Experiencia en trabajo de ebanistería Responsable De lunes a viernes de 8:00 a 5:00 Sábados de 7:30 a 2:00PM Enviar CV grupoeventosbm@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Empleada Mujer De 40 a 55 años Honesta, responsable, con disposición de trabajar con niños De lunes a sábados (con dormida) Para trabajar en Santo Domingo Preferiblemente residente en Haina, San Cristóbal, Baní y zonas aledañas Favor enviar datos generales, y referencias de empleos, a grupoeventosbm@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Buscamos talentos como tú, para pertenecer a nuestra gran familia. Posición: Vendedor Preventa Zona: San Cristóbal Nivel Académico: Bachiller o Estudiante de Mercadeo o Administración de Empresas. Experiencia Laboral: Mínima 1 año en puestos similares Poseer Motor y Licencia al día. De cumplir con estos requisitos favor enviar su hoja de vida al siguiente correo: […]", "Requisitos: estudiante de psicología industrial. Residir en san cristobal. Orientada a resultado organizada Correo Electrónico: empleos@marmotech.com.do Share this…FacebookTwitterLinkedinTumblr", "Me encuentro en la búsqueda de «Técnico Mecánico » Para Haina, San Cristóbal y zonas aledañas, con los siguientes requisitos: Formación técnico mecánico diésel. Conocimientos eléctricos Experiencia en el área mecánica diésel Licencia de conducir al día Categoría No. 2 Flexibilidad de horario para atender emergencias Medio de transporte propio (preferible) comparta su cv en: […]", "Requisitos: Edad: de 19 a 30 años de edad. Sexo: Masculino. Debe residir en San Cristóbal o Haina. Habilidad para las ventas, Si no cumple con los requisitos por favor no aplicar. Interesados enviar su cv a: Econoquimica10@hotmail.com Share this…FacebookTwitterLinkedinTumblr", "Vendedor Sexo: Masculino Edad: 25 -45 años Nivel Académico: Estudiante de Mercadeo o Administración de Empresas. Experiencia Laboral: 1 año en posiciones similares. Poseer Motor y licencia de conducir. De cumplir con los requisitos , favor enviar su hoja de vida al siguiente correo: j.medrano@lafamosa.com y colocar en el asunto el nombre de la vacante […]", "Auxiliar químico industrial. Solicitamos Estudiante de Ingeniería química para trabajar en empresa dedicada a la producción y venta de productos químicos industriales y de limpieza. Requisitos: De 20 a 30 años de edad. Sexo masculino. Estudiante de ingeniería química. Debe residir en San Cristóbal o Haina. De no cumplir con los requisitos por favor no […]", "Somos una empresa dedicada a la producción y venta de productos industriales y de limpieza. Requisitos: De 20 a 30 años de edad. Sexo Masculino. Habilidad para las ventas. Debe residir en San Cristobal o Haina. Debe poseer licencia de conducir. Si no cumple con estos requisitos por favor no aplicar. Correo Electrónico: Econoquimica10@hotmail.com Share […]", "Soporte para Asistencia a usuarios Resolución de problemas Reparación de computadoras Instalación de programas Altos conocimientos de redes Lan y Wlan (Imprescindible) Experiencia en asist. a usuarios. Analítico, responsable y comunicativo Buena redacción y ortografía Preferible: NO estar laborando Residir en el área Haina/San Cristobal Enviar su CV con el asunto: «SOPORTE TÉCNICO TI Correo […]", "Se busca un/a Gineco-Obstetra en San Cristóbal que pueda cubrir una semana de licencia. El correo es reclutamiento@profamilia.org.do Share this…FacebookTwitterLinkedinTumblr", "Generalista Profesional de Psicología Organizacional o Administración de Empresas. 3 años de experiencia en responsabilidades similares. Dominio de todos los subsistemas de Gestión Humana. Manejo de nómina y novedades al MT, TSS, INFOTEP y SISALRIL. Manejo de seguros y servicio a colaboradores. Excel avanzado. Disponibilidad inmediata. Residencia actual en zonas aledañas. Interesad@s con este perfil, […]", "Se Solicita estudiante de Ingeniería Química Requisitos De 19 a 30 años de edad Estudiante de Ingeniería Química Responsable Debe residir en San Cristóbal o Haina. Si no cumple con los requisitos por favor no aplicar Poner en el Asunto del correo la posición a la que aplica. Correo: Econoquimica10@hotmail.com Share this…FacebookTwitterLinkedinTumblr", "Se solicita vendedor ranchero para trabajar en empresa de venta de productos químicos industriales y de limpieza. Si no cumple con los requisitos por favor no aplicar. Requisitos: De 20 a 30 años de edad. Debe residir en San Cristobal o Haina. Habilidades para las ventas. Disponibilidad de horario. Proactivo Responsable. Fluidez verbal. Sexo: Masculino. […]", "Personal estudiante de administracion y/o contabilidad. experiencia en control de caja, facturación, ventas mínimo de año. residir en san cristobal. correo: empleos@marmotech.com.do asunto: cobros temporal Share this…FacebookTwitterLinkedinTumblr", "Pasante que sea Estudiante de psicologia industrial, dinámica, proactiva, orientada a resultado residir en san cristobal Correo empleos@marmotech.com.do Asunto Pasante gh Share this…FacebookTwitterLinkedinTumblr"]