["Empresa dedicada a fabricación y comercialización de productos de belleza y cuidado personal busca Promotoras para trabajar en BARAHONA y SANTIAGO. Las aplicantes deben contar con disponibilidad inmediata. Interesados enviar su CV al correo vacantesderh10@gmail.com colocando en el asunto el puesto al que aplica. Share this…FacebookTwitterLinkedinTumblr", "CARGO: Mecánico de equipo pesado UBICACIÓN: Barahona, República Dominicana RANGO DE SALARIO: $ 65,000- $ 100,000 Incoa Performance Minerales es una empresa internacional de minerales industriales en crecimiento con operaciones en la República Dominicana. El equipo de Incoa busca un Mecánico de Equipos Pesados experimentado con al menos 7 años de experiencia. El mecánico de […]", "Requisitos: Licenciatura en Administración de Empresas y/o Mercadeo Experiencia en ventas y control de inventario Experiencia indispensable en supervisión de personal Experiencia de 3-5 años (preferiblemente) Disponibilidad inmediata Residente en Barahona Interesados enviar curriculum al correo reclutandotalentos2002@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Requisitos: Licenciatura en Contabilidad 1 año de experiencia Conocimiento de todo el ciclo contable Sexo indistinto Residente en Barahona Correo Electrónico: reclutandotalentos2002@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Analista licenciado en administración de empresas, contabilidad o ing industrial experiencia como encargado de almacén. Proactivo.- capacidad de análisis. Habilidad numérica don de mando capacidad de trabajo de equipo Correo Electrónico: zmconsultores01@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Contador Licenciado en contabilidad Experiencia mínima de dos años en el área de contabilidad Cuentas por pagar 606,607 , declaraciones ibis Conciliaciones Bancarias Proactivo Capacidad de análisis. Capacidad de trabajar en equipo. Correo Electrónico: zmconsultores01@gmail.com Share this…FacebookTwitterLinkedinTumblr", "¿Quieres trabajar con nosotros? Buscamos Servicio al Cliente Requisitos: Residir en Barahona (Obligatorio) Estudiante de termino o graduado en Administración, Mercadeo, a fines. Experiencia en puestos similares, preferiblemente en el sector salud. Manejo de paquete de oficina. Trabajo en equipo. Aplicar a: empleo.recursoshumanos@hotmail.com Share this…FacebookTwitterLinkedinTumblr", "Servicio al Cliente Estudiante de termino o graduado en Administración, Mercadeo a fines. Experiencias en áreas similares. Manejo de paquete de oficina. Orientacion a resultados Trabajo en Equipo Residir en Barahona (Obligatorio) Aplica: empleo.recursoshumanos@hotmail.com Share this…FacebookTwitterLinkedinTumblr", "Requisitos: Licenciatura en Administración de Empresas Experiencia como administrador Manejo de personal Persona activa, positiva y organizada. Vacante para la Ciudad de Barahona Correo Electrónico: empleateahora01@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Requisitos: Licenciatura en Contabilidad o estudiante de término Experiencia comprobable en Contabilidad Manejo de todo el ciclo contable Excel intermedio – Avanzado Capacidad para trabajar bajo presión Correo Electrónico: reclutandotalentos2002@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Buscamos Contador (a) para Barahona Graduad@ de Contabilidad con CPA. Mínimo 3 años de experiencia en puestos similares en industria del sector comercial o retil. Experiencia en todo el ciclo contable. Manejo del área impositiva. Interesad@s enviar CV indicando el nombre del puesto en el Asunto a la siguiente dirección: reclutandoprofesionales@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Empresa del sector salud se encuentra en la búsqueda de promotores con el siguiente perfil bachiller o estudiante de mercadeo o carrera a fin experiencia en ventas de calle dinamismo, persuasión, calidad de servicio y orientado a resultados edad entre 20 y 35 años residenciado(a) en Barahona interesados (as) enviar cv a la siguiente dirección […]", "Contador con Lic. en Contabilidad, manejo del ciclo contable completo., conciliaciones bancarias, experiencia comprobable en puestos similares. 2 años de experiencia debe vivir en barahona Interesados enviar cv a reclutandotalentos2002@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Solicito Secretaria con conocimientos del paquete Office( word, excel, etc ) responsable puntual buena presencia orientada al servicio al cliente Residente en Barahona. de 25-40 años. Correo Electrónico: inversionesangder.rh@hotmail.com Share this…FacebookTwitterLinkedinTumblr", "Solicitamos personal para laborar en el área de servicio al cliente, interesados solo si aplican: Femenina Estudiante de administración, contabilidad o a fines. Experiencia comprobable en el área. Residir en Barahona. empleo.recursoshumanos@hotmail.com Share this…FacebookTwitterLinkedinTumblr", "Coordinador que sea Ingeniero mecánico o Técnico en mecánica automotriz con más de 5 años de experiencia en el área o posición similares. Dominio de MS Office y herramientas de internet Capacidad de pronosticar piezas a necesitar en taller y asegurar la disponibilidad de inventario. Capacidad de Coordinar trabajos, recibir y confirmar la conclusión de […]", "Para La Ciudad de Barahona Necesitamos chofer cat. 3 Experiencia comprobable en manejo de camiones Conocimiento de los sectores y pueblos aledaños a la provincia Organizado Responsable Buen servicio al cliente Interesados enviar cv a reclutandodo@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Necesito me puedan colaborar con perfiles de Contabilidad y Administración de empresas para la zona de Barahona. Favor enviarlos al correo empleateahora01@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Busco Contable para la ciudad de Barahona Licenciado en contabilidad manejo del ciclo contable completo Conciliaciones bancarias , estados financieros 2 años de experiencia Interesados enviar cv a reclutandoaf@gmail.com, colocar el nombre de la vacante en el asunto. Share this…FacebookTwitterLinkedinTumblr", "Requisitos: Licenciado en contabilidad manejo del ciclo contable completo Conciliaciones bancarias , estados financieros 2 años de experiencia Interesados enviar cv a reclutandoaf@gmail.com, colocar el nombre de la vacante en el asunto. Contable Share this…FacebookTwitterLinkedinTumblr", "Cajero Estudiante o Licenciado/a de Administración de Empresas o Contabilidad Conocimientos Inicial-Medio en el manejo de Equipos de Cómputos Trabajo en equipo Pro-actividad para tomar decisiones Buenas relaciones interpersonales De preferencia, experiencia laboral previa en caja de banco Residir en Barahona Correo Electrónico: kariass@bancounion.com.do Share this…FacebookTwitterLinkedinTumblr", "Operador debe residir en Barahona. Tener concluido sus estudios secundarios. Experiencia mínima de 01 año en posiciones similares. Licencia de conducir Categoría 2 Si cumple con los requisitos enviar su CV: josefa.taveras@ism.global Share this…FacebookTwitterLinkedinTumblr", "Se solicita Medico General con experiencia en dispensario Buena presencia , EXEQUATUR Vivir en Barahona Correo Electrónico: recursoshumanos@prismasaludrd.com Share this…FacebookTwitterLinkedinTumblr", "Cuerpo del mensaje: Ejecutar y controlar la operación de cargas, descarga y almacenamiento de productos terminados, material retornable y desmedros del Almacén de productos terminado. Requisitos: Licenciatura o estudiante de termino de Ing. Industrial, Administración, Contabilidad /Carreras afines. Experiencia mínima de 01 año en almacén. Conocimiento del paquete office. Debe residir en Barahona. Envíe su […]", "Requisitos: Graduada de Mercadeo o carreras afines. Mínimo 2 años de experiencias manejando fuerza de ventas. Mujer empoderada con enfoque a resultados. Manejo del paquete de office. Vehículo propio. Beneficios: Salario RD$25,000.00 Comisiones. Seguro Médico. Seguro de vida. Combustible de acuerdo a la Zona. Beneficios de Ley. Correo Electrónico: info@gestalents.com Share this…FacebookTwitterLinkedinTumblr"]