["Gestor Estudiante de Contabilidad Hombre o Mujer Conocimientos en Facturación, Cobros, Comprobación de Crédito Excel Avanzado Experiencia en posiciones Similares Disponibilidad Inmediata Residir en MOCA SALARIO: RD$15,000 + beneficios de ley. Interesados enviar CV a: consultoresdeproductividad1@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Encargado estudiante o graduado de la carrera de bioanálisis , fármaco bioquímica o carreras a fines. Conocimiento de medicamentos. Manejo de personal. Experiencia en farmacia o empresas dedicada al area de la salud. Beneficios : salario base mas comisión por venta. Correo electrónico: vacanterrhh79@gmail.Com Share this…FacebookTwitterLinkedinTumblr", "Encargado experto en calidad. Experiencia en manejo de personal. Proactivo. Planificar implementar y controlar la puesta en marcha de estrategias para las ventas. Velar para que el cumplimiento de las políticas de la empresa sean cumplidas. Desarrollar metas y objetivos en el área. Captar nuevos clientes. Manejo de dirección de personal. Monitoreo constante de llamadas […]", "Vendedor con manejo básico del computador habilidades para las ventas honestidad trabajo en equipo disponibilidad de horario abierto a los cambios Correo Electrónico: sepcom.gh1@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Encargado para controlar y supervisar el desempeño de los oficiales de servicio al cliente (call center), asegurando que las llamadas recibidas sean atendidas dentro de los indicadores establecidos y que, a su vez, los clientes reciban la atención e información que solicitan, garantizando así la calidad del servicio. Retroalimentación, seguimientos, propuestas de mejora y cumplimiento […]", "Empresa de consumo masivo requiere un mercaderista en Moca: Debe tener mínimo un año de experiencia en posiciones similares Tener motor propio Licencia cat.2 al día Bachiller mínimo Interesados favor enviar su CV a Ghreclutamiento18@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Funciones generales: Dar seguimiento a todos los subsistemas de gestión humana Preparar nomina quincenal Mantener actualizadas todas las plataformas de gestión TSS, SIRLA, IDOPPRIL, etc. Diseñar la estrategia departamental para fomentar el desarrollo organizacional, buen clima laboral, legalidad laboral, y el crecimiento de la relación empresa – colaborador. Conocimientos requeridos: Fuertes conocimiento de las legislaciones […]", "Gerente que sea Licenciado/a en administración de empresas, contabilidad o áreas a fines Experiencia previa en el área administrativa y supervisión de personal. Aptitudes: persona con temple, sentido crítico y orientado a los detalles, ahorro, compras de insumos, negociación, auditar personal, alto nivel de pro actividad. Conocimiento administrativo en empresas de piezas vehículos y música […]", "Representante para Planificar, organizar, dirigir y controlar todas las actividades del área de facturación y registro. Garantizar que diariamente se registren los pedidos y facturas con no mas de 24 horas de atraso, las documentaciones estén completas, registro de cobros, actualicen y controlen los expedientes. Evaluar la calidad y eficiencia del servicio ofrecido. Requisitos del […]", "Atención Moca – Auxiliar de Control de Inventario Funciones generales: Se encarga de la organización y codificación de todos los productos que se encuentran en el almacén, así como de aquellos previamente adquiridos para el desarrollo de actividades dentro de la empresa. Lleva a cabo un control riguroso de todos los productos que son recibidos […]", "Solicitamos Ejecutivo/a de ventas para la vega y para Moca con las siguientes Características: Honesto/a Proactivo/a Responsable Disponibilidad inmediata Vehículo propio (imprescindible) Experiencia en ventas (imprescindible) Residir en la vega o en moca (imprescindible) Correo Electrónico: aramirez@wurth.com.do Share this…FacebookTwitterLinkedinTumblr", "Coordinador Egresado de Licenciatura en Contabilidad 2 años de experiencia en puesto similares Fuertes conocimiento de la gestión impositiva: preparación de impuestos, devoluciones (imprescindible) Manejo de los procesos tributarios Conocimiento de la gestión de información del área: registros, asientos contables, ciclo contable Manejo de reportes del área: análisis de estados financieros, proyecciones, análisis de cuentas […]", "Jefe de Despacho para Supervisión de las actividades de recepción, colocación, almacenaje y despacho Establecimiento de la distribución y garantía del uso del espacio eficiente Iniciar, coordinar y aplicar políticas y procedimientos operativos óptimos Respetar todos los requisitos legales de almacenaje, manipulación y envío Mantener estándares de salud y seguridad, higiene y protección Gestionar el […]", "Representante de Compras para dar seguimiento a la logística de gestión de compras Controlar toda la gestión documental que acompaña el proceso Prepara los reportes de información a tiempo real del inventario Monitoreo de la gestión desde la postura de la orden hasta la llegada a recepción de material Conocimientos requeridos: Manejo del paquete de […]", "Representante para Revisión, validación y aprobación de facturas Cuadres de compras al contado Seguimiento a avances de compras futuras Registros de facturas, gestión de notas de créditos, generación de pagos Cuadres de caja chica Conocimientos requeridos: Paquete de office intermedio Conocimiento de NCF NDC NDD, formulario 606 Manejo de conciliaciones Manejo de los análisis, informes […]", "Coordinador de Contaduría Egresado de Licenciatura en Contabilidad 2 años de experiencia en puesto similares Fuertes conocimiento de la gestión impositiva: preparación de impuestos, devoluciones (imprescindible) Manejo de los procesos tributarios Conocimiento de la gestión de información del área: registros, asientos contables, ciclo contable Manejo de reportes del área: análisis de estados financieros, proyecciones, análisis […]", "Requerimientos Egresado de licenciatura en contabilidad 2 años de experiencia en puestos similares Experiencia en emisión de cheques Dominio en elaboración, análisis y control de documentos y procesos de la gestión Manejo de paquete de office intermedio Conocimiento de NCF, NDC, NDD, Formulario 606. Manejo de conciliaciones Habilidades y competencias: Buen carácter, pro actividad, capacidad, […]", "Requisitos: Estudiante Universitario de la Carrera de Ingeniería en Informática Conocimientos en Sistema de Seguridad Residir en Moca Capacidad de trabajo em ambiente constante y cerrado Compromiso en la organización y transparencia en sus acciones Toma de decisiones Capacidad para identificar problemas críticos de forma rápida y precisa. Manejo de conflicto. Trabajo en equipo Horario: […]", "Requisitos: Licdo. en Administración de Empresas o Mercadeo Experiencia trabajando en Call Center Conocimientos del funcionamientos del trabajo en Call Center Manejo de Personal Trabajo en equipo Sexo indistinto Proactivo Hábil Enfocado en resultados Conocimientos Avanzado en Microsoft Excel y Word Capaz de desarrollar metas y objetivos Capaz de realizar monitoreos constante de llamadas y […]", "Requisitos: Estudiante de termino o Licdo. en Fármaco Bioquímico Sexo indistinto Dirección y Manejo de personal Trabajo en Equipo Resultados de las tareas Manejo de conflicto Manejo de Microsoft ( Word y Excel) Capacidad de realizar informe y reporte. Experiencia mínima de un año en el área de Farmacia. Salario a discutir en entrevista de […]", "Requisitos: Conocimiento de sistemas de seguridad. Manejo de computador. Residir en Moca. Capacidad de trabajo en ambientes constantes y cerrados. Compromiso con la organización y transparencia en sus acciones. Toma de decisiones, capacidad para identificar problemas críticos de forma rápida y precisa, así como tomar acciones correctivas. Enviar CV a: vacanterrhh79@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Requisitos: Graduado o estudiante de Farmaco bioquimica. Conocimiento de medicamentos y seguros. Dirección y manejo de personal. Sexo: Femenino o masculino. Experiencia en manejo de personal. Experiencia en el area de medicina. Proactivo. Trabajo en equipo. Disposicion. Comunicacion efectiva. Horario: Lunes a Viernes: 7:30 AM – 3:00 PM Sabados: 8:00 AM – 12:00 PM Enviar […]", "Requisitos: Experiencia en call center Proactivo. Planificar implementar y controlar la puesta en marcha de estrategias para las ventas. Velar para que el cumplimiento de las políticas de la empresa sean cumplidas. Desarrollar metas y objetivos en el área. Captar nuevos clientes. Manejo de dirección de personal. Monitoreo constante de llamadas y realizar reportes diarios. […]", "Requisitos Para el puesto. Estudios universitarios Experiencia en call center Proactivo Planificar implementar y controlar la puesta en marcha de estrategias par a las ventas , Velar para que el cumplimiento de las políticas de la empresa sean cumplidas. Desarrollar metas y objetivos con las áreas de responsabilidad. Optimizar los recursos y esfuerzos de obtener […]", "Encargada de Sucursal para tienda de productos veterinarios Estudiante de termino o graduado de administracion, mercadeo o carreras afines Disponibilidad de horarios Capacidad para trabajar bajo presión Proactiva Don de mando Interesados enviar Cv a:amaliaa.delacruz@gmail.com con el asunto: Encargada de Sucursal Share this…FacebookTwitterLinkedinTumblr"]