["Tecnico con conocimientos en mantenimiento y ensamble de sistemas electronicos de seguridad para el área de electrónica, sistemas de alarmas, CCTV. Conocimiento e instalaciones de cableado estructurado. Conocimiento en instalaciones eléctricas. Correo Electrónico: ydelgado@a24.com.do Share this…FacebookTwitterLinkedinTumblr", "Tecnico ayudante Responsable ,puntual Requisitos Conocimiento de empalme de cable cobre Conocimiento de línea ( tirando los cables). Experiencia comprobable Licencia de conducer al dia Residencia en Higuey Disponibilidad Inmediata Bachiller Correo Electrónico: rperalta@camusat.com Share this…FacebookTwitterLinkedinTumblr", "Buscamos chef con experiencia y curriculum en restaurante de higuey. Si te interesa esta vacante por favor de contactarnos por texto o llamada. Con experiencia y que tenga curriculum para nuestro restaurante. Interesados enviar cv con nombre de la vacantea: Correo Electrónico: hardiman12@hotmail.com Share this…FacebookTwitterLinkedinTumblr", "Nos encontramos en la búsqueda de Asistente de Atención al cliente que cumpla con los siguientes requisitos: Estudiante de término de Carreras: Administración de Empresas, Mercadeo, Relaciones Publicas o afines Buena dicción y ortografía Excelente manejo de relaciones interpersonales Comunicación efectiva Facilidad de traslado Residir en Distrito Nacional Sentido de urgencia, dinamismo, trabajo bajo presión, […]", "Estamos Buscando Tecnico Construcción Cobre, Planta Externa ,para la localidad de HIGUEY Perfil: Excelente relaciones humanas, puntualidad, excelente servicio al cliente, honradez, Manejo adecuado del tiempo, trabajo en equipo, integridad, sentido de urgencia. Requisitos Nivel académico mínimo: Bachiller Conocimiento como cablista o liniero Licencia de conducir al día categoría 3 Experiencia en el área de […]", "Cajera para realizar labores de cobro y recepcion de dinero a los clientes, por concepto de ventas directas, segun las operaciones propias de la empresa. Ciudad de Higuey Correo Electrónico: empleosreclutamiento@outlook.com Share this…FacebookTwitterLinkedinTumblr", "Realizar labores de decoración , preparación de arreglos, coronas, bonches y cualquier tipo de arreglo que requieran los clientes. Vacante disponible en Higuey Correo Electrónico: empleosreclutamiento@outlook.com Share this…FacebookTwitterLinkedinTumblr", "Solicitamos personal para laborar en el área de servicio al cliente, interesados solo si aplican: Femenina Estudiante de administración, contabilidad o a fines. Experiencia comprobable en el área. Residir en Higuey empleo.recursoshumanos@hotmail.com Share this…FacebookTwitterLinkedinTumblr", "Requisitos: Bachiller como mínimo. Celular con Internet. Motor Propio (Documentos al Día). Licencia de Conducir. Residir en Higüey. Interesados escribir vía WhatsApp (no llamar) : 8298170299 Correo Electrónico: mherrerasantana123@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Buscamos Compradoras Para Hacer Compras En Supermercados En La Zona De Higüey. Requisitos: Buena ortografía. Bachiller como mínimo. Celular con Internet. Buenas relaciones humanas. Buena actitud hacia el trabajo. Residir en Higüey. Interesados escribir vía WhatsApp (no llamar) : 8298170299 Share this…FacebookTwitterLinkedinTumblr", "Requisitos: Dominio de los Subsistemas de Recursos Humanos.. Estudiante de Termino o Licenciada en Psicología Industrial. Amplia Experiencia en reclutamiento de personal Experiencia en reclutamiento Masivo. Dominio de Entrevistas por Competencias. Experiencia en Capacitación. Debe de residir en la zona este preferiblemente Romana y Higuey. Correo Electrónico: vacantesapb@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Gerente con buena presencia Proactivo Graduado de Administración, Contabilidad o Carreras afines Con deseos de superación Vivir en Higuey Buenas relaciones humanas Manejo de Office Interesados enviar Cv con nombre de la vacante a: inversionesangder.rh@hotmail.com Share this…FacebookTwitterLinkedinTumblr", "Buscamos para la Zona Hotelera. Contratación Fija Inmediata: Gerente de Mantenimiento.- Requisitos: Ingeniero, Experiencia, Sexo Masculino, Residir en Higuey-Alojamiento disponible. Interesados pueden: Enviar su Cv al correo: ayjconsultingrd@gmail.com Nota: En asunto colocar el nombre de la plaza. Actualmente estamos laborando vía virtual Share this…FacebookTwitterLinkedinTumblr", "Requisitos: Estudiante universitario Manejo avanzado del paquete de Microsoft Office (Excel, Word, Outlook) Experiencias en supervisión de personal Disponibilidad de trabajar turnos rotativos Residencia en Anamuya, Higüey Enviamos tu CV y especifique la posición a aplicar: reclutamiento@albagas.com.do Share this…FacebookTwitterLinkedinTumblr", "Que cumpla con los siguientes requisitos: Que resida en Higuey Estudiante Universitario de las carreras Administración de Empresas, Contabilidad, Mercadeo, o afines. 1 o más año de experiencia en posiciones similares, de preferencia en empresas de servicios. Manejo de fotocopiadoras / impresoras, Fax, equipos de encuadernación, computadoras, etc. Funciones principales: Manejar transacción completa de servicio […]", "Promotor con el siguiente perfil: Residir en Higuey-La Altagracia Ser bachiller Sexo masculino Preferiblemente con experiencia en supermercados Buena actitud Candidatos con el perfil favor de enviar su CV al correo reclutamientostodgo@baldom.net Share this…FacebookTwitterLinkedinTumblr", "Requisitos: Bachiller o estudiante de mercadeo. Licencia de conducir categoría 3. Experiencia en el área de ventas. Disponibilidad inmediata. Capacidad de negociación. Servicio al cliente. Proactivo Dinámico para aplicar debe enviar su cv a : reclutandord60@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Requisitos: Experienica en ventas de productos consumo masivo Manejo de personal Conocimientos del territorio Residir en Higuey Vehiculo propio Interesados enviar Cv a: reclutamientoedecod@Gmail.com con el nombre de la vacante Share this…FacebookTwitterLinkedinTumblr", "Médico Veterinario Graduado o estudiante de término de veterinaria. Experiencia previa Gran manejo de su área Proactivo Responsable Disponibilidad de horario Experiencia comercial o de venta de productos para ser el enlace entre clientes y empresa Salario a discutir en entrevista Iniciativa propia en el trabajo La vacante es para sucursal en Higuey Interesad@s por […]", "Ejecutivo de Ventas Estudiante de termino o graduado del área de mercadeo o áreas comerciales Formación complementaria en áreas de ventas y servicio al cliente Experiencia mínima de 02 años en posiciones de ventas Amplia capacidad de negociación. Preferiblemente experiencia en ventas de vehículos. Disponibilidad inmediata y para trabajar en la zona oriental de Santo […]", "Objetivo: Asegurar que el restaurante opere de manera rentable y eficiente,manteniendo los estándares de la marca previamente establecidos. Requisitos: Licenciado en administracion de empresas,turismo,mercadeo o áreas afines Liderazgo Manejo de informes de ventas,inventarios,reportes en general y manejo de personal Disponibilidad para trabajar horarios rotativos Experiencia en restaurantes «Indispensable» Interesados enviar cv a: rrhh@kentucky.com.do con el […]", "Cuerpo del mensaje: Realiza el proceso de afiliación de cliente, elaborando y ejecutando plan de visitas a clientes, presentando la informaciones y asesorando. Realiza las operaciones de formalizar clientes, registrandolos en el sistema. Obtiene y garantiza información integra y actualizada sobre los clientes para captar una base de clientes correcta. Edad de 25 años en […]", "Requisitos: Bachiller Licencia y motor al día. Motor propio Sexo masculino Edad 27 a 40 Residir en HIGUEY. Horario: lunes a sábado de 8:00 a.m A 6:00 p.m Beneficios: Salario mas incentivos Debe vivir en la provincia de Higuey. Enviar curriculum con el asunto de la vacante a: reclutandodc@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Requisitos: Conocimiento de Mecánica y Electricidad Automotriz. Sexo Masculino. Residir en Bávaro, Verón, Higuey o zonas aledañas. Envía tu CV a Yanira.taveras@hunter.do Share this…FacebookTwitterLinkedinTumblr", "Cuerpo del mensaje: Bachiller Motor y Licencia Conocer la zona de Higuey y sus áreas aledañas Depósitos al banco, verificar las informaciones suministradas por el cliente y su garantes Envío de documentos interesados enviar cv a reclutandoaf@gmail.com con el nombre la vacante en el adjunto Correo Electrónico: reclutandoaf@gmail.com Share this…FacebookTwitterLinkedinTumblr"]