["Cuerpo del mensaje: Buscamos talentos como tú! Posición: Ayudante Preventa Zona: Villa Vásquez Edad: 20- 45 años. Sexo: Masculino. Nivel Académico: Bachiller. Poseer Licencia de Conducir categoría #3. Residir en VILLA VASQUEZ De cumplir con estos requisitos favor enviar su cv al siguiente correo: rrhhreclutamientos01@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Requisitos: Residente en Monte Cristi (Indispensable) Vehículo propio Experiencia en ventas (demostrable) Disponibilidad inmediata Proactivo/a Interesados, favor enviar cv a: nmartinez@gcs-systems.com indicando en el asunto: Ejecutivo de Ventas. Share this…FacebookTwitterLinkedinTumblr", "Cuerpo del mensaje: Dr. en medicina Experiencia en auditoria medica (2 años) Residir en Monte Cristi o Zonas aledañas Disponibilidad inmediata Interesados enviar Cv a: reclutamientovmr@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Requisitos: Estudiante universitario de mercadeo administración de empresas 25 años en adelante Experiencia de un 1 años en promocion de ventas consumo masivo Residir en la zona a solicitar Disponibilidad Inmediata Interesadas enviar Cv a: empleosgrupo8@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Labor a realizar: 5 Días de Muestreo en colmados en MONTE CRISTI 3 horas en la mañana y 3 horas en la tarde Pago RD$$990.00 pesos por días. Interesados llamar a Paola Massiel al. 829-521-1515. Share this…FacebookTwitterLinkedinTumblr", "Asignaciones: Conocimiento en instalaciones de paneles solares, inversores, transformadores y mantenimiento eléctrico Ejecutar las asignaciones de mantenimiento preventivo y correctivo a los equipos e instalaciones de eléctricas de la empresa eléctrico Monitoreo de los indicadores de producción de energía por computador Habilidad para leer e interpretar documentos como son reglas de prevención y seguridad, instrucciones […]", "Descripción: Realizar las labores de inspección y reparación de estructuras,según procedimientos establecidos Perfil del Candidato: Estudiante universitario (Deseable) Mecánica Industrial Soldadura Mínimo de 1 año o mas de experiencia en posiciones similares (Deseable) Licencia de conducir Disponibilidad de horario Habilidades y Competencias: Orientación al servicio Sentido de urgencia Trabajo en equipo Puede remitirnos su hoja […]"]