["Como empresa especializada en la fabricación de mobiliario en Punta Cana, contamos con una oportunidad incorporar en nuestra plantilla personal a un Jefe de Producción, con experiencia en CNC. Objetivo: Dirigir, organizar, integrar, controlar y supervisar las actividades del área de producción, administrando cada proceso a fin de garantizar cumplir con los objetivos de la […]", "Estamos en busca de licenciada en fisiatría con formación en electromiografía Zona Punta Cana Interesadas enviar Cv con nombre de la vacante a: Correo electrónico: maxempleord@gmail.Com Share this…FacebookTwitterLinkedinTumblr", "Tienda por departamentos requiere Gerente de tienda en la zona de punta cana Es responsable de planear, coordinar, supervisar y controlar permanentemente el desarrollo de las operaciones y el desempeño del personal de la tienda bajo su cargo, de acuerdo con los lineamientos, políticas y procedimientos de la organización. El gerente de la tienda debe […]", "Supervisor de almacén que sea Ingeniero/a industrial o arquitecto/a graduado, con conocimiento de herramientas digitales. con previa experiencia almácen, inventario, supervisión de personal y KpI´s interesados enviar al correo reclutandordgh@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Empresa en punta cana busca recepcionista con excelente ingles, residente en veron, friusa o higuey interesados enviar cv al correo: ceerh.puntacana@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Arquitecta para apoyar el diseño, modificación y ajustes de los planos, canalizando los procesos de aprobación correspondientes. Apoyar los procesos de venta y el, manejo técnico y administrativo con los/as clientes. Graduado/a de Arquitectura CONOCIMIENTOS: Diseño Arquitectónico, Procesos de Construcción, Gestión de proyectos, Administración. EXPERIENCIA: Mínimo un año de experiencia en cargos similares. IDIOMAS: Conocimientos […]", "Se necesita una persona con experiencia en ventas de proyectos inmobiliarios, debe tener conocimiento por lo menos conocimiento básico de Ingles y tener vehículo. De preferencia vivir en la zona de Bávaro – Punta Cana. Correo Electrónico: info@lauracevedoreLESTte.com Share this…FacebookTwitterLinkedinTumblr", "Centro médico ubicado en punta cana, busca gastroenterólogo, interesados o interesadas envía cv al correo: ceerh.puntacana@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Arquitecta para apoyar el diseño, modificación y ajustes de los planos, canalizando los procesos de aprobación correspondientes. Apoyar los procesos de venta y el, manejo técnico y administrativo con los/as clientes. Graduado/a de Arquitectura CONOCIMIENTOS: Diseño Arquitectónico, Procesos de Construcción, Gestión de proyectos, Administración. EXPERIENCIA: Mínimo un año de experiencia en cargos similares. IDIOMAS: Conocimientos […]", "Vendedor para realizar la ruta asignada diariamente. Levantamiento de información de las obras en construcción, mediante check list definido por la empresa. Determinar el potencial que representa cada obra levantada. (Perfil de la obra). Mantener al día el sistema de información de la empresa con data certera y confiable. · Contribuir necesidades del departamento que […]", "Requisitos: Ingeniero Civil Manejo de Diseños Hidrosanitarios Manejo de AutoCAD Experiencia en el área. Disponibilidad para trabajar en Punta Cana. Dominio del Paquete Office. Disponibilidad Inmediata Sexo: Indistinto Beneficios: Salario Competitivo Estabilidad Laboral Oportunidad de crecimiento. Beneficios de ley. Correo Electrónico: y.valenzuela@novamarca.com.do Share this…FacebookTwitterLinkedinTumblr", "Looking an office manager at the rental car office, operated 5 years in Punta Cana. We have 5 star reviews and looking new person for our team. Good computer (Mac) user. You will work with our CRM system and typical computer tasks as scanning/coping documents. Medium English is required. Duties at the office: If you […]", "Ejecutivo de Ventas estudiante de área de negocios internacionales, mercadeo, administracion o carrera afín. residir en punta cana experiencia mínima de un año como ejecutivo de ventas o asistente de ventas. domino de ms office gestión de ventas relaciones con cliente gestión de calidad orientación al logro aplicar al correo: dc71174@gmail.com. asunto: ejecutivo de ventas-punta […]", "Vendedor para realizar la ruta asignada diariamente. Levantamiento de información de las obras en construcción, mediante check list definido por la empresa. Determinar el potencial que representa cada obra levantada. (Perfil de la obra). Mantener al día el sistema de información de la empresa con data certera y confiable. · Contribuir necesidades del departamento que […]", "Solicitamos enfermera para Punta Cana. Enviar curriculum al correo con el titulo Enfermera Punta Cana. Correo Electrónico: rrhh@macromedica-rd.com Share this…FacebookTwitterLinkedinTumblr", "Empresa constructora en expansión en zona Punta Cana, precisa incorporar Responsable de Compras corporativo, con experiencia mínima de 5 años en el sector. Formación Ingeniero o similar, con conocimiento profundo de materiales de construcción y precios. Habilidades en planificación y negociación. Acostumbrado a trabajar con procedimientos y ERP de compras. Debe Residir en Punta Cana […]", "Se busca encargado de ventas / asistente administrativo para joyería en punta cana Interesadas enviar cv con nombre de la vacante al Email descrito a continuación Correo Electrónico: goldandsilverpc@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Medico Con Exequatur para labora en Punta Cana Disponibilidad inmediata Enviar CV con exequatur y titulo medico Nombre del correo Punta Cana Correo Electrónico: rrhh@macromedica-rd.com Share this…FacebookTwitterLinkedinTumblr", "Buscamos operador de montacargas, experiencia comprobada, licencia de conducir y que resida en punta cana o zonas aledañas Correo Electrónico: empleos@marmotech.com.do Share this…FacebookTwitterLinkedinTumblr", "Se busca Profesor de Ciencias Física, profesional eficiente en el campo docente con conocimientos sólidos. Requisitos: Conocer los fundamentos psicopedagógicos y didácticos, los contenidos científicos y de valores éticos, morales y humanísticos, lo cual le permita desarrollar en su alumno las habilidades y destrezas que facilitan el aprendizaje. Pensionado o Retirado Disponibilidad de traslado a […]", "Somos una empresa dedicada a la fabricación de mobiliario en Punta Cana, en este momento tenemos la vacante de Jefe de Producción, con experiencia en CNC. Objetivo: Dirigir, organizar, integrar, controlar y supervisar las actividades del área de producción, administrando cada proceso a fin de garantizar cumplir con los objetivos de la empresa, tanto en […]", "Descripción: Buscamos a un profesional para el Departamento de Recepción con formación y experiencia en turismo con incorporación inmediata. Estudios mínimos Diplomatura Tener experiencia demostrable como recepcionista en hoteles. Requisitos: IDIOMAS Castellano nivel nativo Inglés nivel avanzado Valoramos tercer idioma (francés o italiano) nivel avanzado REQUISITOS PERSONALES Nivel alto de comunicación tanto verbal como no […]", "Requisitos: Ingeniero Mecánico, Ingeniero Industrial o Técnico en Mecánica Automotriz Experiencia en el posiciones similares, elaborando planes de mantenimientos y manteniendo la flotilla en óptimas condiciones. Licencia de conducir Excelente manejo de sistemas informáticos Liderazgo Alta capacidad de análisis Vivir en la provincia La Altagracia o disponibilidad para vivir en la zona Correo Electrónico: gentteconsulting@gmail.com […]", "Objetivo del puesto: Brindar soporte al departamento de Seguros Locales y Riesgos Generales, incluyendo: Recepción de clientes, Tramitación de emisiones, reclamaciones, y cotizaciones, manejo de novedades, inclusiones, exclusiones, envío de factura, cobros, reembolsos, entre otros. Requisitos: Licenciada en Administración Empresas y/o carreras afines. 2 años de experiencias en corredoras de seguros o ARS Se valora […]", "Ejecutivo de Ventas Estudiante do graduado de Mercadeo o areas a fines con experiencia en ventas Con alto sentido de compromiso, persuasión y orientada a resultado. Santo Domingo y Punta Cana. Correo: fannymancebo1@gmail.com Share this…FacebookTwitterLinkedinTumblr"]