["Cuerpo del mensaje: Una asistente Administrativa en la zona de Bávaro, preferiblemente de la zona de Verón. Correo Electrónico: cesarinaguerrerog@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Tienda de joyería ubicada dentro de hotel. Experiencia: mínimo 6 meses en puesto similar. Preferente dominio del idioma inglés. Solo para residentes de BAVARO/VERON Aptitudes y habilidades: carismático, proactivo, responsable, actitud de servicio, trabajo por objetivos, organizado. TURNOS 9.00am – 10.30 p.m (5 dia a la semana, 2 horas de almuerzo) salario 22 000 mas […]", "Requisitos Honesto / Responsable Hombre 26-38 Años Conocimientos de Excel Llevar el cumplimiento de las ordenes de pedidos. Llevar control sobre el almacén, agilizar los procesos de la recepción de las mercancías y preparación de los pedidos. Llevar control de la entrada y salida de mercancía Recidir en Veron, Punta Cana Si no cumple con […]", "Requisitos Hombre 25-38 Años Bachiller Responsable/ Honesto Licencia Categoría 3 Recidir en Veron, Punta Cana. Si no cumple los requisitos, favor de no aplicar. Enviar su cv a rrhh@grupoalonzo.com.do Share this…FacebookTwitterLinkedinTumblr", "Requisitos: Residir en la zona Bávaro, Punta Cana Género: Hombre Edad:.20 a 30 años Nivel académico:.Técnico en ventas Requisitos:Responsable, Organizado, Honesto Buena presencia, Trabajo en equipo, Manejo básico de Word, Excell Se Ofrece: Buen ambiente laboral, Salario competitivo Correo Electrónico: rrhhppst@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Requisitos: Estudiante Universitarios de carreras a fines a la administracion, Ingeniría Industrial o Marketing 5to cuatrimestre aprobado Residir en Punta Cana o zonas aledañas Disponibilidad de horarios RD$25,000.00 Los que cumplan con el perfil pueden enviar su cv al siguiente correo capitalhumanoseleccionados@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Requisitos: Residir en el área de Bávaro Experiencia en servicio al cliente Interesadas enviar su curriculum a jalburquerque@cepm.com.do Share this…FacebookTwitterLinkedinTumblr", "Requisitos: Licenciatura o Estudiante de Termino en Administración/Mercadeo o áreas a fines. Experiencia mínima de 2 a 3 años en el área de ventas y servicio al cliente. Manejo de Personal/ Fluidez Verbal. Dominio del Paquete de Office. Disponibilidad para viajar. San juan , San Francisco, Puerto Plata y Veron. Interesados enviar su CV al […]"]