["Técnico mecánico Diesel con experiencia laboral mínima de 1 años desempeñando funciones afines al puesto. Buenas relaciones personales Persona analítica y con atención al detalle. Enfoque a la mejora continua. Correo Electrónico: elirodguez11@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Coordinador de almacen y despacho Residir en Jarabacoa Estudiante de termino o graduado de ingeniero industrial Experiencia en supervision de personal Experiencia en Almacen y Despacho Habilidades comunicativas Disponibilidad Inmediata Correo Electrónico: reclutamientopreseleccion@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Cuerpo del mensaje: Garantizar el funcionamiento óptimo de las operaciones del despacho, almacenamiento y transportación, por tanto esta posición viene aportar viabilizarían de estos procesos y el incremento (aumento) de las misma en cuanto personal, operaciones, mercancías y seguridad. Correo Electrónico: reclutamientopreseleccion@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Cuerpo del mensaje: Estudiante o graduada de mercadeo o administración de empresas. Experiencia en el área. Disponibilidad de horario. Responsable . Orientada a resultados. Con habilidad comunicativa. Correo Electrónico: reclutamientopreseleccion@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Cuerpo del mensaje: Aprobar y autorizar los pagos de: horas extras, dietas, descuento de roturas e incentivos al personal del área de almacén y despacho. Autorizar la reposición del gasoil a la persona encargada. Diana. Supervisar las labores de sus colaboradores de operación y el cumplimiento de los procedimientos de almacén y despacho. Controlar y […]", "Requisitos: Estudiante o Graduada de Contabilidad Cursos Técnicos en caja computarizada Manejo de excel y digitación Debe residir en Jarabacoa Interesados enviar cv a reclutandoaf@gmail.com con el nombre de la vacante en el asunto. Share this…FacebookTwitterLinkedinTumblr", "Requisitos: Estudiante de termino o recién graduado de contabilidad o áreas afines, experiencia mínima de 6 meses como cajera y servicio al cliente Correo Electrónico: reclutamientopreseleccion@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Cuerpo del mensaje: Ejecutar y supervisar los procedimientos inherentes al restaurante, para garantizar que se cumplan todos los estándares de calidad establecido. Requerimientos: Licenciado en Administración Hotelera, mención alimentos y bebidas. Experiencia en posiciones similares. Liderazgo. Organización. Correo Electrónico: cynthiaespanol@hotmail.com Share this…FacebookTwitterLinkedinTumblr", "Cuerpo del mensaje: estudiante de mercadeo, contabilidad o áreas afines residir en Jarabacoa experiencia en el área de ventas disponibilidad de horario responsable orientada a resultado con habilidades comunicativas Correo Electrónico: reclutamientopreseleccion@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Chófer para vehículo pesado tipo trailer para conducir en la zona del cibao, con licencia al dia, certificado de buena conducta, honesto, capaz de trasportar equipos y materiales con extrema seguridad, disponibilidad inmediata, por favor mandar su CV si cumple con los requistos a vacantesastro@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Funciones: Planificar, organizar, dirigir, coordinar y controlar los departamentos de producción y operaciones en empresas dedicadas a la agricultura. Universitario o estudios afines tales como Tecnologos, preferiblemente estudios de Agronomia y/o afines. Tres (3) años de experiencia progresiva, de carácter operativa y supervisacion en el area de desarrollo de programas y proyectos agricolas o en […]", "Puesto Responsable de realizar ventas directas a clientes acerca de todos los productos de nuestra empresa, de forma eficiente e identificar clientes potenciales, negociar precios, mantener registro de todos los clientes asignados, manejo de quejas y cualquier problema que se pudiera presentar, realizar demostraciones de productos y exhibir muestras de catálogos. Requisitos del puesto Vehículo […]", "Requisitos: Sexo indistinto Minimo Bachiller Experiencia en Servicio al cliente Conocimiento de técnicas de Ventas Orientación a Resultados Buenas Relaciones Interpersonales Minino 1 año de experiencia en servicios al cliente Interesados enviar CV a: mihojadevida.az@gmail.com Favor de colocar en el asunto el nombre del puesto para el cual aplica y la localidad. Share this…FacebookTwitterLinkedinTumblr", "Requisitos: Lic. Psicología Industrial o Administración de Empresas 1 años de experiencia en el area Formación en los diferentes subsistemas Manejo de nómina y tss y riesgos laborales experiencia en procesos de reclutamiento y selección Beneficios: Salario competitivo Subsidio de Almuerzo Transporte en la zona Incentivos por desempeño Todos los de Ley Aumento salarial anual […]", "Requisitos: Que resida preferiblemente en Jarabacoa o zonas aledañas Interesados enviar curriculum al correo daiannafm@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Santo Domingo Oeste, Este, Barahona, Higuey, Jarabacoa, La Vega y Maimón. Descripción del Cargo: Dirigir el equipo de promoción en la zona asignada, a través de asesoría y recomendaciones, manejando lo tipos de contratos, ofertas, mercancias, tiempo de garantías, respetando los lineamientos y políticas de la empresa, con el objetivo de que se puedan cerrar […]", "Objetivo del puesto: Ejecutar los procesos de caja, mediante los cobros, las facturaciones y aperturas de crédito, de acuerdo a lineamientos, normativas y procedimientos internos establecidos, con el objetivo de garantizar una correcta entrega de los ingresos generados cada tienda. Requisitos: Estudiante universitario, manejo de caja. Excelente servicio. Residir en Jarabacoa interesados enviar su cv […]", "Objetivo del puesto: Ejecutar los procesos de caja, mediante los cobros, las facturaciones y aperturas de crédito, de acuerdo a lineamientos, normativas y procedimientos internos establecidos, con el objetivo de garantizar una correcta entrega de los ingresos generados cada tienda. Requisitos: Estudiante universitario, manejo de caja. Excelente servicio. Residir en Jarabacoa interesados enviar su cv […]", "Cuerpo del mensaje: Supervisar la elaboración de la ruta y las asignaciones del personal de cobros, Dar seguimiento y controlar el cumplimiento de las metas de cobros establecidas Revisar y actualizar la cartera de clientes mensualmente, con el objetivo de asegurar que las informaciones estén correctas. Solicitar las notas de crédito, para que éstas sean […]", "Condiciones: Salario: RD$12,500, más incentivo por pedido y un subsidio de almuerzo. Horario de Lunes a Sábados de 8:00 Am a 5:00 Pm. Perfil: Sexo femenino, edad entre 20 a 32, con vocación de servicio , actitud, dedicación, responsabilidad y una buena conducta. Favor de enviar su cv gestionhumana1885@gmail.com Share this…FacebookTwitterLinkedinTumblr"]