["Funciones: ayudante técnico instalaciones de cámaras y gabinetes Requisitos: conocimientos técnicos en instalaciones licencia conocimiento en soldadura residir en samaná interesados mandar su cv al correo reclutamiento@awm.do Share this…FacebookTwitterLinkedinTumblr", "Hotel Nuevo Amanecer esta en la búsqueda de Supervisor Hotelero. Ingles. Amplia experiencia en el ámbito Hotelero. Disponibilidad de trasladarse o residir en la Provincia Samaná. Interesados (a) enviar curriculum vía Whatsapp o correo electrónico. Cel. 809-678-2578 hotel.na.catey@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Representante con buen servicio al cliente habilidades para la venta manejo básico de la computadora trabajo en equipo Interesados enviar cv con nombre de la vacante a Email a continuación. Correo Electrónico: sepcom.gh1@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Funciones: instalación de cameras y gabinetes ayudante técnico Requisitos: conocimientos técnicos e instalaciones licencia conocimiento de soldadura conocimiento liniero residir en samaná Correo Electrónico: reclutamiento@awm.do Share this…FacebookTwitterLinkedinTumblr", "Funciones del puesto: Instalación de cámaras y gabinetes Requisitos:  conocimientos técnicos en instalaciones licencia conocimiento en soldadura conocimiento liniero Residir en samaná Interesados mandar su CV al correo: reclutamiento@awm.do Share this…FacebookTwitterLinkedinTumblr", "Instalación de cámaras y gabinetes ayudante técnico Requisitos: conocimientos técnicos en instalaciones licencia conocimiento en soldadura conocimiento liniero residir en samaná interesados mandar su cv al correo reclutamiento@awm.do Share this…FacebookTwitterLinkedinTumblr", "Funciones: Instalación de cámaras y gabinetes Ayudante técnico Requisitos: Conocimientos técnicos en instalaciones Licencia Conocimiento en soldadura Conocimiento liniero Residir en Samaná Interesados mandar su CV al correo: reclutamiento@awm.do Share this…FacebookTwitterLinkedinTumblr", "Requisitos: Curriculum con foto Experiencia previa en el área de ventas. Estudiante y/o egresados de las carreras a fines a Negocios. Residir en Las Terrenas o zonas aledañas Disponibilidad de horario rotativo Manejo de Ingles avanzado. Experiencia mínima de 1 año Correo: empleos@melcaribbean.com Share this…FacebookTwitterLinkedinTumblr", "Preventista Bachiller o Estudiante Universitario Conocimiento en Venta. Motor disponible con papeles al día. Imprescindible LICENCIA Experiencia en el área similares. Disponibilidad. Beneficios: Salario: RD$17,610 Combustible por ruta. Correo Electrónico: soporte.gh@acerhcaribe.com Share this…FacebookTwitterLinkedinTumblr", "En el área de: Agronomia/Administración/contabilidad/ Ing.Industrial para la zona de El Valle, Sabana de la mar. Remitir su cv a c.espinosa@mercasid.com.do Share this…FacebookTwitterLinkedinTumblr", "Cuerpo del mensaje: Prestar atención médica y supervisión a los pacientes pediátricos, manteniendo el récord y supervisando la evolución del paciente. Correo Electrónico: contact@clinicalasterrenas.com Share this…FacebookTwitterLinkedinTumblr", "Cuerpo del mensaje: Empresa del Sector Construcción tiene 1 vacante disponible para Auxiliar de Ingeniería para Samaná Requisitos Graduado de Ingeniería Civil Sexo masculino 5 años mínimos de Experiencia Favor enviar hoja de vida al correo: vacantesmconstructora@gmail.com poner en el asunto el nombre de la vacante. Share this…FacebookTwitterLinkedinTumblr", "Funciones: Persona responsable de dirigir el Departamentos de Cómputos. Estudiante de término en sistema del 7mo, semestre en adelante. Con conocimiento de Redes y mantenimiento de equipos. Idiomas: Ingles Disponibilidad para residir en Samaná Correo Electrónico: gcapois@amhsamarina.com Share this…FacebookTwitterLinkedinTumblr", "Requisitos: Graduada de Hotelería y Turismo, o áreas afines. 2 años de experiencias en puestos similares. Vehículo Propio. Dominio del idioma Inglés. Disponibilidad de viajar a Puerto Plata. Orientada a Resultados Manejo (Word, Excel, PowerPoint, Internet) Salario RD$30,000.00 Comisión según plan establecido. Asignación de combustible. Mantenimiento trimestral . Beneficios de Ley. Correo Electrónico: info@gestalents.com Share […]", "Cuerpo del mensaje: Se solicita personal para servicio al cliente en el Aeropuerto Internacional el Catey, Samaná. Funciones: Registro de clientes Recepción de clientes Control de inventario Horario: A disposición de operaciones del aeropuerto Salario: A discutir en entrevista Favor enviar C.V. a: gjrecluta@gmail.com Asunto: Servicio al Cliente Samaná Share this…FacebookTwitterLinkedinTumblr", "Requisitos: Licenciado y/o Estudiante de Administración de empresas Turísticas, mercadeo o áreas afines. Experiencia en el área mínima de 1 año. Manejo del idioma ingles (hablado y escrito). Actitudes Responsable Vocación de servicio Manejo de clientes Relaciones Humana Cortesía telefónica Correo Electrónico: recursoshumanosbda@chc.do Share this…FacebookTwitterLinkedinTumblr", "Requisitos: Licenciado y/o Estudiante de Administración de empresas Turísticas, mercadeo o áreas afines. Experiencia en el área mínima de 1 año. Manejo del idioma ingles (hablado y escrito). Actitudes Responsable Vocación de servicio Manejo de clientes Relaciones Humana Cortesía telefónica Correo Electrónico: recursoshumanosbda@chc.do Share this…FacebookTwitterLinkedinTumblr", "Cuerpo del mensaje: Se busca médico de familia en Samaná para visitar a domicilio en zona hotelera (Samaná, Las Terrenas, Las Galeras): Interesado/as por favor enviar su CV con referencias a protraveldominicana@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Cuerpo del mensaje: Empresa del sector Construcción está requiriendo un Digitador en la zona de Samaná Requisitos Nivel Académico : Bachiller o Estudiante Universitario Manejo del paquete de Office: Excel básico a intermedio Edad: de 18 a 35 años Sexo indistinto Imprescindible residir en Samaná Disponibilidad inmediata Favor enviar hoja de vida al correo: vacantesmconstructora@gmail.com […]", "Estamos a la búsqueda de una Administradora con alto conocimiento en el ámbito Hotelero , los requisitos para aplicar son los siguientes; Mujer Edad entre 24 a 36 Dispuesta a Trasladarse a esa provincia. Conocimiento en el Idioma Inglés. Manejo de la PC Manejo del Personal. Atención al cliente. Comunicación. Trabajo en equipo Motivadora. Responsable. […]", "Cuerpo del mensaje: Estamos a la búsqueda de una Administradora con alto conocimiento en el ámbito Hotelero, los requisitos para aplicar son los siguientes; Mujer Edad entre 24 a 36 Dispuesta a Trasladarse. Conocimiento en el Idioma Inglés. Manejo de la PC Manejo del Personal. Atención al cliente. Comunicación. Trabajo en equipo Motivadora. Responsable. el […]", "Cuerpo del mensaje: Instalación de compras, alarmas, motores y barreras de paso Mantenimiento en todas las áreas Configuración de equipos Correo Electrónico: reclutamiento@awm.do Share this…FacebookTwitterLinkedinTumblr", "Objetivo de la posición. Realizar trabajos de mantenimiento instalación y reparación de equipos de refrigeración y aire acondicionado, cumpliendo con las exigencias y los procedimientos, los fines de mantener en buen estado los equipos de la empresa. Funciones Realizar los trabajos de mantenimiento de los aires y cuartos fríos de la empresa. Competencias técnicas del […]", "Requisitos: Experiencia en Reclutamiento Y Selección. Experiencia en elaboración de nómina. Experiencia y manejo de TSS. Conocimientos Código Laboral. Conocimiento en reportes DGT -3 / 4. Interesados enviar Cv a: gcapois@amhsamarina.com Share this…FacebookTwitterLinkedinTumblr", "Cuerpo del mensaje: Garantizar el cumplimiento de las políticas y procedimientos de la empresa a través de los manejo de controles. Requisitos: Educación: Licenciatura en Contabilidad o Estudiante, Experiencia: 6 Meses desempeñando la posición Correo Electrónico: gcapois@amhsamarina.com Share this…FacebookTwitterLinkedinTumblr"]