["Asistente que sea bachiller licencia de conducir 03 experiencia de 6 meses en ventas que viva en san juan Correo Electrónico: reclutamientostodgo@baldom.net Share this…FacebookTwitterLinkedinTumblr", "Requisitos: Bachiller. Lic #3 Experiencia como chófer de Distribución Experiencia manejando productos Correo Electrónico: seleccion4@acerhcaribe.com Share this…FacebookTwitterLinkedinTumblr", "Chófer de camión licencia categoría 3 y al día, localidad San Juan de la Maguana. Funciones: Recibir facturas y realizar entrega de mercancía. Ayudar en el cargo y descargo. Velar por que los artículos lleguen a su lugar de destino en perfecto estado. Brindar un trato amable. Ser Honesto, Responsable. Tener buen compañerismo Interesados favor […]", "Requisitos: hombre vivir en san juan de la maguana Chófer con experiencia como conductor de camión licencia cat. 2 Correo Electrónico: FERRETERIACORCINORRHH@OUTLOOK.COM Share this…FacebookTwitterLinkedinTumblr", "Requisitos: Ser estudiante o graduado de Derecho (imprescindible). Mínimo 1 año de experiencia en el área legal. Residir en Las Matas de Farfán (San Juan De La Maguana) Si cumples con estos requisitos y le interesa participar, favor remitirme su CV actualizado a: atracciondeltalentohumano@outlook.com Share this…FacebookTwitterLinkedinTumblr", "Estamos en la búsqueda de un vendedor de Productos Veterinarios para la zona de San Juan y Zona Sur Experiencia requerida Sexo Indistinto Preferible venezolano Mayor de 25 años Beneficios de Ley Asginacion de Vehiculo Dietas Salario y Comisiones L@s interesad@s pueden enviar su CV con nombre de la vacante a: reclutamientoghdo@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Requisitos: Dominio de técnicas de ventas Persuación Excelente fluidez verbal Vehículo propio Experiencia en ventas (demostrable) Proactivo/a Disponibilidad inmediata Vacantes disponibles en: Puerto Plata, Monte Cristi, Nagua, San Francisco de Macorís, San Juan de la Maguana, Zona Metro. Interesados, favor enviar cv a: nmartinez@gcs-systems.com Share this…FacebookTwitterLinkedinTumblr", "Requisitos: hombre disponibilidad de horario conocimiento en servicio al cliente y ventas residencia en san juan de la maguana Correo Electrónico: FERRETERIACORCINORRHH@OUTLOOK.COM Share this…FacebookTwitterLinkedinTumblr", "Cuerpo del mensaje: bachiller motor licencia experiencia en venta manejo de programas de ventas Correo Electrónico: reclutamientoedecod@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Forma parte de nuestra familia Requisitos: Bachiller. Experiencia mínima de un año en pintados. Poseer motor propio. Residir en San Juan de la Maguana o zonas Aledañas. Trabajo en equipo orientado al logro de objetivos. Relaciones interpersonales. Envianos tu CV a: josefa.taveras@ism.global Share this…FacebookTwitterLinkedinTumblr", "Requisitos Estudiante de término de Mercadeo o Administración de empresas Experiencia mínima de un año en ventas Conocimientos en técnicas de ventas Competencias: Orientación al Cliente, Orientación a Resultados, Dinámico, Comunicativo, Persuasión y Negociación, Indispensable que posea vehículo Indispensable que resida en San Juan Incorporación Inmediata Interesados enviar su hoja de vida a reclutamientoseleccion337@gmail.com Share […]", "Requisitos: Estudiante a egresado de la Carrera de Mercadeo, Administración de Empresas o áreas a fines. Mínimo dos años de experiencia en ventas de servicios a nivel corporativo Manejo de cartera de clientes Capacidad de negociación y cierrre de Negocios. Vehículo propio Enviar CV a: vacantesparatrabajar@gmail.com Indicar la provincial para la cual esta aplicando Share […]", "Funciones: Manejar la entradas de valores por ventas y enviar depósitos al banco. Hacer el cuadre diariamente con el supervisor de estación y/o con el supervisor de tienda. Manejo de caja chica y autorizar las compras que se realicen mediante esta. Supervisar la organización de productos, limpieza y mejora en el servicio. Vigilar de que […]", "Requisitos: Licenciatura en Administración Hotelera o afines. Sexo: Femenino / Masculino. Buen trato con las personas, pro-activa. Dominio del idioma Ingles. 1 o 2 años en áreas afines. Residir en Río San Juan. BENEFICIOS: Salario: RD$31,500 + propina legal considerable + otros beneficios. consultoresdeproductividad2@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Vendedores para el área de Santo Domingo 1 vacante en Puerto Plata 1 vacante en San Francisco y San Juan. Requisitos: Experiencia indispensable en ventas de Seguro Médico Haber trabajado en ARS /AFP Conocedor de la ley de seguridad Conocedor de la Zona No indispensable Vehículo los de interior preferible Motor Condiciones: Salario Base, Comisiones, […]", "Cuerpo del mensaje: Licda. Mercadeo/ Administración. 28 años en adelante Tener vehículo propio Experiencia mínimo de 2 años en ventas de consumo masivo Experiencia como mercaderistas o promotoras Sexo Femenino (Preferiblemente) Residir en la zona a solicitar Dinámica Disponibilidad Inmediata Interesados enviar Cv a: vacantes57@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Cuerpo del mensaje: Estudiante de Lic. de mercadeo o área a fines 1 años de experiencia 25 años en adelante Experiencia como promotoras o Mercaderista Mujer (Preferiblemente) Dinámica Disponibilidad Inmediata vacantes57@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Cuerpo del mensaje: Estudiante de termino o Licenciada de mercadeo 25 años en adelante 1 años de experiencia como promotora o mercaderista Tener vehículo propio Residir en la zona a solicitar Interesadose enviar Cv a: empleosgrupo8@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Requisitos: Disponibilidad de trabajo Trabajo en equipo 8vo De básica aprobado Interesados favor de enviar su Cv a los correo nplasencio@eulen.com / amavalles@eulen.com , no olvide poner en el asunto Vacante de San Juan . Share this…FacebookTwitterLinkedinTumblr", "Cuerpo del mensaje: Buscamos Vendedoras con el sigts Perfil para la zona sur y santiago Lic. de mercadeo o área a fines 25 años en adelante Experiencia como promotoras / mercaderistas Tener vehículo propio Mujer ( Preferiblemente) Dinámica Disponibilidad Inmediata Disponibilidad Inmediata ( No estar laborando) Residir en la zona sur y Santiago Interesadas enviar […]", "Requisitos: Licda. Mercadeo/ Administración. 25 años en adelante Experiencia mínimo de 2 años en ventas de consumo masivo Tener experiencia como promotora / Mercaderista Tener vehículo propio Sexo Femenino (Preferiblemente) Residir en Santiago ( Preferiblemente) Dinámica Los interesados enviar cv a empleosgrupo8@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Cuerpo del mensaje: Licda. Mercadeo/ Administración. 25 años en adelante Tener vehículo propio Experiencia mínimo de 2 años en ventas de consumo masivo Experiencia como mercaderistas o promotoras Sexo Femenino Residir en San Juan Dinámica Disponibilidad Inmediata empleosgrupo8@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Localidad: San Juan de la Maguana. Requisitos obligatorios: Bachiller o Deseable: Estudiante universitario en Mercadeo, Administración de Empresas o carreras afines. Interesados, favor enviar su CV a mariagenoveva.caceresmelo@cnd.com.do Asunto: Chofer de Distribución. Share this…FacebookTwitterLinkedinTumblr", "Cuerpo del mensaje: ingeniero civil o arquitecto Experiencia minima 2 anos en obras civiles edificaciones Residente en San Juan o Las Matas de Farfan Dominio de Word y Excel marcosrojas84@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Cuerpo del mensaje: Bachiller licencia de conducir categoria #3 experiencia como chófer de distribución seleccion4@acerhcaribe.com Share this…FacebookTwitterLinkedinTumblr"]