["Requisitos: Estudiante universitario Edad entre 20 – 35 años Experiencia en el área mínima de 1 año Ingles Fluido ( Se valoran otros idiomas) Buenas dicción Manejo del paquete office Buena ortografía Buena atención al cliente Capacidad de escucha Buena Comunicación Trabajo bajo presión Manejo y solución de conflictos Toma de decisiones Residir en La […]", "Cumplir con el siguiente perfil: Servicio al cliente Proactivo Bachiller Residir en la zona de Bayahibe ,La Romana Experiencia en manejo de armas Interesados favor de enviar el CV al siguiente correo: acbalbuena@eulen.com Share this…FacebookTwitterLinkedinTumblr", "Cuerpo del mensaje: Gran oportunidad para vendedores independientes para la venta de publicidad. Estamos ofreciendo comisiones excelentes. Debe residir en La Romana, Bávaro o Bayahíbe. Interesados enviar Cv a: info@quisqueyamagazine.com.do Share this…FacebookTwitterLinkedinTumblr", "Cuerpo del mensaje: 2 años de experiencia como representante de ventas área tecnológica Curiosidad por la tecnología Vehículo propio. Preferible residencia en La Romana, Higuey, San Pedro o Boca Chica. Competencias: Orientado a los resultados Autodirigido, Trabajo en equipo Proactividad Habilidades interpersonales Buena comunicación Buena Presentación Enviar CV con el asunto «REPRESENTANTE DE VENTAS » […]", "Requisitos: Octavo grado aprobado Disponibilidad para trabajar en el horario nocturno residir cerca de las zonas Guaymate y Bayahibe Salario RD$15447.60 + RD$2,317.14 (Incentivo nocturno) Si conoces a alguien que tenga experiencia como vigilante, sereno o Seguridad puede enviarnos su cv a nuestro correo con el asunto VIGILANTE capitalhumanoseleccionados@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Objetivo del puesto: Garantizar y mantener la seguridad del personal y de la estructura física del perímetro asignado para vigilancia. Requisitos: Hombre de 35 años en adelante Educación primaria aprobada. Experiencia previa en puestos similares Disponibilidad para trabajar en turnos de amanecida. -Salario RD$ 14, 546.49 + (2,181.97) incentivo nocturno Las personas que cumplan con […]", "Cuerpo del mensaje: Whala!Bayahibe solicita camaristas con experiencia demostrable en hoteles con estándares de montaje y limpieza de habitaciones. En caso necesario, se requerirá un training previo en el mismo hotel. Interesados enviar Cv a: adjbayahibe@whalahotels.com Share this…FacebookTwitterLinkedinTumblr", "Cuerpo del mensaje: Whala!Bayahibe solicita recepcionistas con experiencia demostrable. Minimo con un buen nivel de ingles. Se valora el conocimiento de frances, italiano, aleman y/o ruso. Con capacidad de trabajar en equipo, buena actitud y amabilidad. Interesadas enviar Cv a: adjbayahibe@whalahotels.com Share this…FacebookTwitterLinkedinTumblr", "Cuerpo del mensaje: Whala!Bayahibe solicita un chef con experiencia demostrable en manejo de cocina. Con capacidad de trabajar en equipo, aptitud de liderazgo y buena actitud. Se ofrece alojamiento Interesados enviar Cv a: adjbayahibe@whalahotels.com Share this…FacebookTwitterLinkedinTumblr", "Requisitos: Experiencia previa indispensable. Ofrecemos salario competitivo, excelente ambiente laboral. Interesados enviar CV a grandominicus.adireccion@cataloniahotels.com Share this…FacebookTwitterLinkedinTumblr"]