["Personal debe Coordinar y supervisar las actividades y la forma de realizar el trabajo del personal a su cargo. Diseñar, elaborar y aplicar sistemas de control de seguimiento de asistencia de los colaboradores. Solicitar las requisiciones de materiales de limpieza u otros que se requieran. Supervisar los diversos trabajos y obras de los contratistas. Programar […]", "Encargado que sea Ingeniero Industrial Hombre Manejo avanzado de excel Manejo de inventario, supervisión de personal. Experiencia en posiciones similares Disponibilidad inmediata Residir en Santiago Salario: RD$20,000 – 25,000 + beneficios de ley Interesados enviar CV a consultoresdeproductividad1@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Encargado Ingeniero o tecnico en Electricidad, Electrónica o Electromecánica Hombre Conocimientos en Mantenimientos en Preventivo, Supervision de Personal, Reparación de impresora Experiencia en posiciones similares Disponibilidad Inmediata Residir en Santiago SALARIO: RD$35,000 – 40,000 Interesados enviar CV a: consultoresdeproductividad1@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Secretaria Estudiante de Contabilidad o Administración Mujer Manejo de Microsoft Office Conocimientos en: Facturacion, Cuentas por Pagar, Cobros, Caja Disponibilidad Inmediata Residir en Santiago de los caballeros SALARIO; RD15,000 +9 beneficios de ley Interesados enviar CV a: consultortesdeproductividad1@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Conserje mujer de 30 a 45 años bachillerato aprobado con disponibilidad inmediata. responsable, integra, discreta, servicial, buenas relaciones humanas y organizada. salario a discutir en entrevista, jornada completa de lunes a sábados. Correo Electrónico: rosayrosaconsulting2@outlook.com Share this…FacebookTwitterLinkedinTumblr", "Perfil: Manejo de Proyectos Manejo de Presupuestos Ingles Intermedio o Avanzados Manejo de Excel Manejo de Personal Conocimiento de Diagrama de Flujo Conocimiento de Diagrama de Gantt Indispensable Experiencia en Ejecución y Seguimientos de Proyectos. Horario: Lunes a Jueves de 7:00 am a 4:30 pm y viernes de 7:00 am a 3:30 pm Salario: Entrevista. […]", "Tecnico para mantener en óptimas condiciones todos los aspectos eléctricos dentro de la Empresa. Requisitos: Bachiller aprobado. ـTecnico en electricidad. ـn año de experiencia en posiciones similares. ـConocimientos de alta tensión. ـConocimientos de circuitos eléctricos. ـSalario y horario a discutir en la entrevista. ¿Cómo aplicar? Las personas que reúnan estos requisitos por favor enviar su […]", "Panadero residir en Santiago lleva el control diario de la producción y de pérdidas. hornear y empacar los productos según la demanda. preparar los ingredientes para la producción y selecciona la mercancía a ser utilizada para la preparación del mismo. revisar la mesa de venta y completar la presencia del producto. responsable por el etiquetado […]", "Vacante disponible de un Digitador para ciudad Santiago. Requisitos básicos: Manejo de los conocimientos básicos de informática Buena ortografía Habilidad y velocidad para digitar/ escribir Manejo avanzado de los paquetes de Office (Word, Excel, etc.) Correo Electrónico: kariass@bancounion.com.do Share this…FacebookTwitterLinkedinTumblr", "Centro de Salud privado en Santiago, busca Coordinador/a de Recursos Humanos: Descripción: Elaborar y controlar el proceso de atracción, reclutamiento, selección e inducción del personal. Proyectar, coordinar, ejecutar programas de capacitación y entrenamiento para empleados. Liderar procesos de cambio y cultura organizacional con el fin de tener empleados motivados que ayude a impulsar el desarrollo […]", "Vacante disponible para Santiago Requisitos: Estudiante de Administración de Empresas o Contabilidad. Conocimientos Inicial-Medio en el manejo de Equipos de Cómputos Experiencia mínima de 1 año en el área de caja Habilidades requeridas: Trabajo en equipo Capacidad para establecer canales adecuados de comunicación y buena expresión oral y escrita. Personalidad ejecutiva, don de mando y […]", "Requisitos: Lic. en Mercadeo o Comunicación Social Experiencia previa en Ventas Internas Telefónicas y Servicio al cliente. Conocimiento de ventas en empresas de eventos y efectos especiales (No indispensable) Persona proactiva, motivada y dinámica con deseos de crecer, enérgica y que le gusten interactuar con las personas. Alta capacitad de prospección. Buena presentación. Residir en […]", "Coordinador/a para labores generales relacionadas con Logística y Transportación. Requisitos, Supervisar las Operaciones de Entrega, correcta recepción de los responsable de Entrega y documentaciones. Graduado/a de Ingeniería Industrial o carreras afines Experiencia mínima de 4 años en una posición similar Conocimiento del sector de Transportación. Experiencia en Logística y Almacenamiento Capacidad de autogestión. Disciplinado Organizado. […]", "Buscamos representante de ventas en Santiago para joyería de lujo. Requisitos: Lograr metas y objetivos de ventas preestablecidos brindando un servicio excepcional a todos los clientes actuales y potenciales que ingresan a la boutique. Desarrollar una red de clientes utilizando iniciativas y recursos de la compañía para aumentar las ventas. Asistir en la colocación de […]", "Customer Service Agents in Santiago Required Skills: ⠀ Cedula / Work Permit ⠀ High School Diploma ⠀ Fluent English ⠀ Customer Service Skills (a plus) ⠀ $160 p/h ⠀ If you’d like to apply, please send us your CV to apply@veltrex.com.do Share this…FacebookTwitterLinkedinTumblr", "Representante para Realizar la ruta asignada diariamente. · Levantamiento de información de las obras en construcción, mediante check list definido por la empresa. Determinar el potencial que representa cada obra levantada. (Perfil de la obra). Mantener al día el sistema de información de la empresa con data certera y confiable. · Contribuir necesidades del departamento […]", "Vendedor de Sexo Femenino/ Masculino. Edad: 23/35 años. Educación: Graduada o estudiante de termino de Mercadeo o carreras afines. Mínimo 2 años de experiencia en ventas. Manejo avanzado de microsoft office. Servicio al cliente. Experiencia en manejo de cartera de clientes. Orientación a resultados. Para aplicar, favor enviar sus datos a: yaritzar@securityforce.com.do Share this…FacebookTwitterLinkedinTumblr", "Encargado con Licenciatura en Ingeniería Mecánica o áreas afines. Capacidad de trabajo en equipo y de relacionamiento. Responsable y honesto. Conocimiento de mecánica automotriz. Capacidad de análisis de datos. Trabajo bajo presión. Manejo de personal. Toma de decisiones. Capacidad de organización Conocimiento de indicadores Iniciativa Con alto sentido de urgencia Funciones del puesto: Coordinar con […]", "Estamos en búsqueda de un ejecutivo de ventas y servicio al cliente con el siguiente perfil: Naturalidad al expresar sus ideas con la motivación de generar ventas. Ofrecer un excelente trato al cliente. Un buen concepto de las reglas gramaticales y estructura de las oraciones. Escribir y hablar inglés. Constancia, organización, trabajo en equipo y […]", "Seguridad para dar información a todo el personal que lo solicite. Proteger tanto a las personas como a la propiedad y a toda clase de bienes. Correo Electrónico: ydelgado@a24.com.do Share this…FacebookTwitterLinkedinTumblr", "Conserje masculino para institución de salud en Santiago. limpieza areas comunes. pedido y administracion de insumos de limpieza y oxigeno. manejos de desecho solido. auxiliar en la labores del departamento de limpieza. Correo Electrónico: cristian_flete@hotmail.com Share this…FacebookTwitterLinkedinTumblr", "Contadora para Dirigir, planificar, organizar y controlar la gestión contable de la empresa. Requisitos Licenciatura en contabilidad. Contador que maneje el ciclo contable completo de la contabilidad financiera y fiscal (desde presentación de reportes a la DGII, nómina, TSS, hasta la elaboración de los estados financieros) Mínimo un año de experiencia en posiciones similares. Preferiblemente […]", "Vendedora Estudiante de termino de mercadeo o administración 25 a 38 años 2 años de experiencia como Promotora o Mercaderista Tener Vehiculo Mujer ( Preferiblemente) Buenas relaciones Humanas Correo Electrónico: vacantes57@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Mensajero de 25 años en adelante dispuesto servicial experiencia en mensajería motorizada licencia de conducir bachiller salario : 12 mil pesos mensuales mas beneficio de l ey Correo electrónico: vacanterrhh79@gmail.Com Share this…FacebookTwitterLinkedinTumblr", "Gestora que sea Licenciada en Gestión Financiera o Contabilidad. Experiencia previa en el área de ARS y sus formularios. Manejo intermedio del paquete Microsoft Office (Word, Excel y PowerPoint) Persona con excelente servicio al cliente, discreta, honesta, responsable, puntual y proactiva Responsabilidades: Manejo General de área de Seguros Seguimiento a Aseguradoras Tramites de acuerdos y […]"]