["Encargado para Coordinar, Supervisar, Participar y apoyar las actividades del personal de la sucursal, Administrando de forma efectiva todos los recursos de la institución, con especial atención a la cartera activa, pasiva, generando acciones que permitan alcanzar los objetivos de productividad, crecimiento, rentabilidad y calidad de cartera. Requisitos: Licenciatura en Administración, Mercadeo, Contabilidad, Gestión Financiera […]", "Cuerpo del mensaje: Fotógrafo para Miches Honesto correo: reclutamiento1.gestionhumana@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Cuerpo del mensaje: Proactivo Honesto Responsable Tener rapidez con la computadora. Salario a definir en la entrevista. correo: reclutamiento1.gestionhumana@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Cuerpo del mensaje: Venta y comercialización puerta a puerta de servicios de telecomunicaciones: Telecable, internet y telefonía en la zona de Miches y San Pedro de Macoris, sirviendo como agente comercial en el desarrollo de estrategias de ventas. Así también como monitorear y dar seguimiento a los clientes actuales con la finalidad de evaluar sus […]", "Responsabilidad: Acciones a nivel comunitario Fortalecimiento de las capacidades y habilidades para la prevención de enfermedades en las comunidades: Representación de Save the Children a nivel municipal, según sea necesario. Coordinación interinstitucional en la zona de intervención. Talleres con promotoras de salud, Seguimiento en las charlas de réplica de las propias promotoras/es de salud, Seguimiento […]", "Propósito: El objetivo fundamental de esa consultoría consiste en coordinar las diferentes actividades en Miches y comunidades rurales de la zona, como respuesta a la emergencia de los huracanes Irma y María. El trabajo se desarrollará con los equipos de trabajo de Fundación Tropicalia y promotores/as de salud de comunidades de Miches (Las Cabirmas, Dos […]", "Vacantes disponibles: Pasante de Gestión Humana Vendedores Mayoristas Pre-Ventas Supervisor de Ventas Cajeros Facturadores Chóferes Licencia Categoría 3 Mercaderistas Provincias: La Romana Higuey San Pedro Hato Mayor Bávaro Miches Sabana de la Mar Interesados enviar CV a: Gestionhumanaedessa30@Gmail.com con el nombre de la vacante y la provincia Share this…FacebookTwitterLinkedinTumblr"]