["Gerente de Operaciones Egresado de la carrera Ingeniería Industrial o Ingeniero Mecánico. Experiencia: Mínima de 5 años laborado en empresas de Producción y experiencia en supervisión de personal. Localidad del empleo en Nagua, sino esta dispuesto a traslado por favor no aplicar. Salario competitivo. Asignación de vehículo Oportunidad de crecimiento. Competencias: Trabajo en equipo Responsable […]", "Encargado Graduado o estudiante de término de Contabilidad, Administración, Agronomía, Ingeniería Industrial. Dominio de Excell, Word y Power Point. Experiencia en control de inventarios. Residir en Nagua. Dos años de experiencia en puesto similar Horario: lunes a viernes 7:00am a 4:00pm y sábados de 7:00 am a 11:00 am rrecursoshumanos94@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Asistente Graduado /a o estudiante de término de Administración, Agronomía, Mecadeo, Ingeniería Industrial, o similar. Dominio de Excell, Word y Power Point. Residir en Nagua. Dos años como mínimo de experiencia en puesto similar. Horario: lunes a viernes 7:00am a 4:00pm y sábados de 7:00 am a 11:00 am. rrecursoshumanos94@gmail.com. Share this…FacebookTwitterLinkedinTumblr", "Cuerpo del mensaje: estudiante y/o egresados mercadeo, ventas. experiencia en el área. residir en Nagua. sexo indistinto. disponibilidad inmediata. edad 23 a 35 años. Correo Electrónico: reclutamiento@corteshermanos.com Share this…FacebookTwitterLinkedinTumblr", "Cuerpo del mensaje: promoción, ventas de nuestros productos en los puntos de ventas asignados. requisitos: motor o carro propio y licencia al día. experiencia en el área. estudiante de término y/o Lic. en Mercadeo. indispensable 1 ó más años de experiencia. requiere residencia actual en Nagua, República Dominicana. Correo Electrónico: reclutamiento@corteshermanos.com Share this…FacebookTwitterLinkedinTumblr", "Requisitos: Manejo de Office (Word y Excel) y Sistemas Informáticos. Organizado Manejo de Inventarios. Manejo de Almacenes Responsable del Almacén en General Recibir y despachar Mercancías Mantener el inventario al día Realizar reportes semanales de movimientos Mantener el stock de materiales según lo establecido Organización informática de los artículos Organización física de los artículos: distribución, […]", "Cuerpo del mensaje: Hombre Bachiller Residir en Catey- Nagua o zonas aledañas Vocación al servicio Disciplina Responsable Correo Electrónico: reclutamiento@fuentesfdez.com Share this…FacebookTwitterLinkedinTumblr", "Requisitos: Buen servicio al cliente Habilidades en ventas Manejo de las emociones Manejo y control del conflicto Organizado Responsable Respetuoso Flexibilidad de horario Trabajo en equipo Correo Electrónico: sepcom.gh1@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Formación: Bachiller aprobado (Preferible) Requerimientos: Experiencia mínima de 1 año comprobable en posiciones similares. Disponibilidad Inmediata. Competencias: Trabajo en equipo. Honesto. Proactivo. Puntual. De aplicar por favor envíe su CV al siguiente correo: reclutamientosdo1@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Cuerpo del mensaje: Se solicita Ingenieros con experiencias y que residan en La Romana y Nagua (zonas próximas) Correo Electrónico: jr@komconstruccionesrd.com Share this…FacebookTwitterLinkedinTumblr", "Requisitos: Lic. Psicología Industrial/Lic. Administración de Empresas Mínimo 1 años de experiencia laboral de preferencia Experiencia con manejo de personal operativo Experiencia en los procesos de reclutamiento y selección Excelente manejo de las leyes laborales dominicanas Manejo de Nómina, reportes de TSS, reportes a ministerio de trabajo Capacidad de análisis Nota: debe residir en nagua. […]", "Formación: Bachiller aprobado (Preferible) Requerimientos: Experiencia mínima de 1 año comprobable en posiciones similares. Licencia de conducir al día. Experiencia en manejo de vehículos pesados. (Preferible) Disponibilidad Inmediata. Competencias: Trabajo en equipo. Honesto. Proactivo. Puntual. De aplicar por favor envíe su CV al siguiente correo: reclutamientosdo1@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Requisitos de Ubicación Debe Residir en la Zona de Nagua, Las Gordas, Los memisos o zonas aledañas. Requisito del Perfil Estudiante de Termino o recién graduado de Contabilidad o Ingeniería Industrial. Experiencia en el área de almacén mínimo de 1 año Manejo de Software MS OFFICE Y Sistemas Informáticos Manejo y Conocimiento de las 5S […]", "Requisitos de Ubicación Debe Residir en la Zona de Nagua, Las Gordas, Los memisos o zonas aledañas. Requisito del Perfil Estudiante de Termino o recién graduado de Contabilidad o Ingeniería Industrial. Experiencia en el área de almacén mínimo de 1 año Manejo de Software MS OFFICE Y Sistemas Informáticos Manejo y Conocimiento de las 5S […]", "Requisitos: Experiencia probable operando tractor (Mínimo un año) Licencia Categoría 3 Imprescindible Disponibilidad de Horario (En caso de ser Requerido) Debe Residir en NAGUA PROXIMO A LAS GORDAS O MATA BONITA. IMPRESINDIBLE Beneficios: Salario 15, 000.00 Desayuno Almuerzo Transporte Horario de trabajo de lunes a viernes de 8:00am a 5:00pm, Interesados Poner en el asunto. […]", "Requisitos Bachiller o Estudiante Universitario Experiencia como chófer en vehículos dentro de la categoría 3 De 25 a 35 años(deseable). Licencia de conducir categoría 3 al día Localidad. ( NAGUA) Edad: de 30 en adelante Género: Hombre Competencias Orientación al Cliente Responsabilidad Comunicación Efectiva Relaciones Humanas, Servicio al cliente 1 año o más de experiencia […]", "Cuerpo del mensaje: Si eres de Nagua próximo a Rio San Juan esta oportunidad laboral es para ti. Contador Requisitos Graduado de Contabilidad. 3 años de experiencia Manejo del ciclo completo. Dominio de las leyes tributarias y formularios fiscales, Conocimientos de análisis financiero, conocimiento y manejo de inventarios, Enviar con el nombre de la Vacante […]", "Requisitos: Bachiller o estudiante de mercadeo o áreas afines. Experiencia en ARS y AFP Poseer Motor o Pasola Horario: L-V de 8-5Pm y Sáb 8-12Pm El salario es fijo. Beneficios de Ley / Comisiones / Seguro Complementario / Subsidio Almuerzo Enviar hoja de vida: gabrielaarsfuturo@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Favor referirnos candidatos para la siguiente vacante, es Urgente: Contador Junior. Requisitos Graduado de Contabilidad. 3 años de experiencia Manejo del ciclo completo. Dominio de las leyes tributarias y formularios fiscales, Conocimientos de análisis financiero, conocimiento y manejo de inventarios, Enviar con el nombre de la Vacante Contador Junior al mail Julissa.perez@12treeorganics.com Share this…FacebookTwitterLinkedinTumblr", "Si eres Abogado y vives en nagua, cerca del pueblo los memisos o zonas cercanas entonces esta vacante es para ti Cuerpo del mensaje: Hola me encuentro en la búsqueda de un profesional en el área de legal. Si tienes el conocimiento realizando inventarios de documentación legal. Análisis de Documentación Creación de base de Datos […]", "Cuerpo del mensaje: Facilidad de transporte Bachiller o Estudiantes Universitario Buena dicción Buena comunicación Manejo de equipos tecnológicos Disposición de aprender Orientado a resultados Trabajo en equipo Productividad Relaciones interpersonales Proactivo Iniciativa COLOCAR EN EL ASUNTO: NOMBRE DE LA VACANTE y CIUDAD rrhhfactortalento@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Requisitos: Estudiante de Licenciatura en Mercadeo, Administración de Empresas o carreras a fines y con experiencia en ventas. Beneficios: Salario base 12,500.00, más comisiones que oscilan los RD$12,000.00, bonificación, seguro médico complementario y beneficios de ley. Si te interesa, envíanos tu CV a empleosinforma@gmail.com, colocando en asunto la localidad. Share this…FacebookTwitterLinkedinTumblr", "Cuerpo del mensaje: Representar a la empresa promoviendo nuestros planes, asegurando el logro de la meta establecida por el departamento de negocios. Requisitos: Realizar frecuentemente visitas a prospectos Realizar presentación, promoción y venta de nuestros productos Cumplir con las metas diarias Requisitos Estudiante de termino de Licenciatura de Mercadeo, Administración de empresas o carrera a […]", "Requisitos: Estudiante de Contabilidad Experiencia previa en Posiciones similares (IMPRESCINDIBLE) Manejo de Paquete Office (Word y Excel Intermedio). Ortografía, Redacción Trabajo bajo presión Experiencia en Caja Chica Manejo de Efectivo Cuadre de Caja General Competencias: Buen Servicio al cliente Buena presentación personal Buena Comunicación Oral Alto nivel de Agresividad Comercial Dinámico, organizado Tolerancia Capacidad de […]", "Requisitos: Estudiante de Contabilidad Experiencia previa en Posiciones similares (IMPRESCINDIBLE) Manejo de Paquete Office (Word y Excel Intermedio). Ortografía, Redacción Trabajo bajo presión Experiencia en Caja Manejo de Efectivo Cuadre de Caja Competencias: Excelente Servicio al cliente Excelente presentación personal Excelente Comunicación Oral Alto nivel de Agresividad Comercial Dinámico, organizado Tolerancia Capacidad de aprendizaje Disposición […]"]