["Cuerpo del mensaje: Responsable de captar nuevos clientes y visitar a potenciales clientes (prospectos). considerando los estándares fijados por la empresa. Crear los clientes en el sistema y mantener los datos actualizados. Realizar y enviar cotizaciones a clientes según sea requerido. Responsable de revisar y dar respuestas a todos sus correos electrónicos, o derivar a […]", "Funciones: Garantizar la distribución y efectividad de las ventas de nuestros productos de acuerdo a la ruta establecida. Requisitos: Estudiante universitario en áreas comerciales o administrativas Formación Académica: Bachillerato, preferiblemente. Experiencia: Experiencia en consumo masivo o ventas similares.(No Imprescindible) Medio de Transporte: Motor propio y Licencia de conducir al día. Requiere residencia actual en CONSTANZA […]", "Cuerpo del mensaje: Residir en constanza Buen servicio al cliente Manejo de las emociones Manejo y control del conflicto Organizado Responsable Respetuoso Habilidades en ventas Flexibilidad de horario Trabajo en equipo Respeto a su superior cibaocell@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Cuerpo del mensaje: Lic. en mercadeo o administración de empresas 3 años de experiencias en posiciones similares 25 años en adelante Residir preferiblemente en constanza Manejo de Supervision Liderazgo Don de Mando Debe especificar en asunto nombre de la posición aplicar empresareclutamiento2017@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Requisitos: Ser Ing. Agrónomo Experiencia mínima de 2 años en ventas Residir en Constanza. Licencia al día Con experiencia en el área de ventas Enfocado a resultados Responsable y autogestor Organización, orientación al logro de resultados, negociación pro-actividad, visión, responsabilidad, respeto, esfuerzo, trabajo en equipo. Beneficios: Beneficio de ley. Buena comisión. Sueldo a discutir. Interesados […]", "Cuerpo del mensaje: Buscamos vendedor detallista para Constanza, con alta experiencia en ventas de productos consumo masivo. Ejecutar e Incrementar las ventas de nuestro producto, Distribuirlos a los diferentes clientes, Seguimiento, servicio personalizado y de alta calidad para los mismos. Prospección y captación de otros clientes. Requisitos: Experiencia en venta detallista Licencia al día Buena […]"]