["Empresa solicita Técnico de instalaciones. Residir en Villa Altagracia. Licencia de conducir categoría 2 (mecánica). Interesados favor enviar CV al correo: reclutamientoyseleccion022019@gmail.com, favor colocar el nombre de la vacante en el asunto. Share this…FacebookTwitterLinkedinTumblr", "Cuerpo del mensaje: Se necesita Auxiliar de Contabilidad, con experiencia en el área para realizar las siguientes funciones: Realizar y Analizar los registros contables. Realizar 606, 607 y 608. Realizar las declaraciones juradas ante la Dirección General de Impuestos Internos (IR-3, IT-1, IR-17). Manejar las cuentas por pagar Archivar documentación del departamento de contabilidad. Requisitos: […]", "Requisitos: Carrera en Administración de Empresas y/o Ingeniería Industrial/Mecánica Experiencia en Manejo de Personal, 30 personas o más Experiencia en Manejo de procesos productivos y su manejo administrativo Experiencia en Manejo de inventarios de materiales de insumos y exportación. Experiencia en Manejo sistemas de informática y software diverso. Licencia y vehículo propio indispensable Conocimientos de […]", "Cuerpo del mensaje: Solicitamos mensajeros para Villa Altagracia con licencia de conducir al día. Interesados favor envia su hoja de vida al correo: reclutamientoyseleccion022019@gmail.com, con el nombre de la vacante en el asunto. Share this…FacebookTwitterLinkedinTumblr", "Descripción: Organizar, coordinar y dirigir las actividades del almacén, será responsable del recibimiento, almacenamiento y distribución de materiales que se adquieren en la instalación Requisitos Experiencia mínima de dos años ocupando la posición Encargado de Almacén. Conocimientos de Inventario, Despacho, logística. manejo del Mantenimiento de Almacén y sus Equipos. Conocimientos de prevención de Riesgos Laborales […]", "Descripción: Organizar, coordinar y dirigir las actividades del almacén, será responsable del recibimiento, almacenamiento y distribución de materiales que se adquieren en la instalación Requisitos: Experiencia mínima de dos años ocupando la posición Encargado de Almacén. Conocimientos de Inventario, Despacho, logística. manejo del Mantenimiento de Almacén y sus Equipos. Conocimientos de prevención de Riesgos Laborales […]", "Descripción: Organizar, coordinar y dirigir las actividades del almacén, será responsable del recibimiento, almacenamiento y distribución de materiales que se adquieren en la instalación. Requisitos: Experiencia mínima de dos años ocupando la posición Encargado de Almacén. Conocimientos de Inventario, Despacho, logística. manejo del Mantenimiento de Almacén y sus Equipos. Conocimientos de prevención de Riesgos Laborales […]", "Se Busca Asesor de Créditos para Neyba, Azua, Villa Altagracia , Barahona y San Cristobal Perfil del Puesto: Bachiller, Estudiante de Contabilidad, Administración de Empresas, Economía o áreas afines. Otros Conocimientos: Manejo de Microcréditos. Análisis de crédito. Riesgo de crédito. Conocimiento Básico de Finanzas. Dominio Microsoft Office. 1año de experiencia en microcrédito o funciones similares. […]", "Requisitos: Graduado/a de Licenciatura en Contabilidad Haber obtenido titulo de contador publico autorizado Experiencia de mas de 5 años ocupando la gerencia de contabilidad en empresas de manufactura y/o producción de alimentos Dominio de las leyes y/o normativas contables,laborales e impositivas Experiencia en manejo de activos fijos,gastos,ajustes de inventarios,estados financieros consolidación,tesorería,impuestos,registro de nomina y costos […]"]