["Gerente para Planificar e implementar las acciones de ventas necesarias para alcanzar los objetivos propuestos. Dirigir y supervisar el personal a su cargo. Seguimiento y control de stock de la tienda. Realizar reportes de horas extras y comisiones. Realizar inventario. Manejo de caja chica. Requisitos: Residencia actual en Bávaro. Licenciatura en Administración de Empresas, Contabilidad, […]", "Funciones: Responsable de la comercialización de los productos industriales y arquitectónicos de la compañía, asegurando alcanzar los objetivos de ventas a través de la asesoría personalizada al cliente. Requisitos: Graduado de Mercadeo, Administración, Ing. Industrial, Arquitectura o carreras a fines. 2 años de experiencia en ventas de Ferreterías, Constructoras, Clientes Institucionales y Hotelería (Preferible) Vehículo […]", "Función General del Puesto: Es responsable de brindar los servicios de Vendedor para la organización. Seguir las políticas y lineamientos establecidos por la organización. Requisitos: Con motor Licencia de Conducir (categoría 1) actualizada 1 + años de experiencia laborando como Vendedor Ranchero Edad entre 22 y 35 años Disponibilidad de horario Que resida en Bavaro. […]", "Vendedor para realizar visitas a todos los clientes de acuerdo a la ruta Elaborar informe de inventario y verificación de vencimientos a clientes Recabar informacion de productos y estrategias de la competencia y tendencias del mercado, a través de reportes formales e informales Utilizar de manera adecuada los equipos colocados a clientes (refrigeradores, rebanadoras, exhibidores), […]", "Secretaria buen conocimiento Y Manejo En Computación, Excel. Tiempo Completo, Disponibilidad De Horario. Experiencia Comprobable Como Secretaria. Responsable. Trabajar Bajo Presión. Funciones Administrativas. Disponibilidad Inmediata. Residir En La Zona De Bávaro. Enviar CV a Gramirez@samaritansalud.net Share this…FacebookTwitterLinkedinTumblr", "Enfermeras con 2 años de experiencia probada en el área Alto nivel de vocación de servicio Responsabilidad Empatía Solidaridad Proactividad Amabilidad Inteligencia emocional Enviar CV a Gramirez@samaritansalud.net Share this…FacebookTwitterLinkedinTumblr", "Médico Familiar Graduado de la carrera de medicina Con especialidad en medicina Familiares o Internista Experiencia en el área Disponibilidad de horario Vacante para Bávaro Enviar CV a Gramirez@samaritansalud.net Share this…FacebookTwitterLinkedinTumblr", "Requisitos: Licenciado o estudiante de Bioanálisis Experiencia en el área Disponibilidad de horario Dispuesta a trabajar con muestras de COVID Vacante para Bávaro Correo Electrónico: Gramirez@Samaritansalud.net Share this…FacebookTwitterLinkedinTumblr", "Supervisor Organiza, coordina y dirige las actividades del almacén. Es responsable por creación y gestión de solicitudes de materia prima, insumos que se requieran para la producción. Conocimiento sobre Administración de Inventario Experiencia en el area. Disponibilidad inmediata Residir en veron (Preferiblemente) Correo Electrónico: talentohumanord@outlook.es Share this…FacebookTwitterLinkedinTumblr", "Nos encontramos en la búsqueda de profesional de limpieza que nos brinden servicio y apoyo ante un cliente muy importante y que cumpla con los siguientes requisitos: Es necesario que resida en la Zona de Bávaro. Disponibilidad para trasladarse Disposición y compromiso Sentido de limpieza y orden Educado, respetuoso Que haya tenido experiencia previa en […]", "Se solicita vendedor con deseos de superación para desarrollar cartera muy atractiva de clientes. Requisitos del puesto: Estudiante universitario de Mercadeo o carreras a fines. Poseer motor. 1 años de experiencia en ventas rancheras. Disponibilidad de horario. Sexo masculino. Correo Electrónico: virmar2020@hotmail.com Share this…FacebookTwitterLinkedinTumblr", "Se busca Vendedor Industrial / Arquitectónico zona de Bávaro Descripción: Responsable de la gestión de ventas, mantenimiento y aumento de cartera de clientes, mantenimiento de cobros al día. Hacer relaciones de negocio. Requisitos: Licenciado en Mercadeo, Adm. de Empresas, Arquitectura, Ing. Industrial, Ing. Civil o carreras a fines. Experiencia de dos año en ventas a […]", "Descripción de puesto: Entregar, depositar y retirar la documentación en las diferentes entidades, a personas e instituciones de manera oportuna, realizar diligencias según los requerimientos, atender cualquier solicitud de área administrativa, realizar cualquier otra tarea afín que le sea asignada. Requisitos: Residir en Bávaro, Punta cana Bachiller Buenas relaciones personales Tener motor propio, licencia y […]", "Nos encontramos en la búsqueda de una Encargada de Sucursal que cumpla con los siguientes requisitos: Residir en Bávaro Estudiante de término de Administración de Empresas, mercadeo o carrera a fines. Manejo de Personal Experiencia previa en servicio al cliente Responsable Los interesados favor enviar su CV a seleccion.evaluacionrrhh@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Nos encontramos en la búsqueda de una Asistente Sucursal en Bávaro que cumpla con los siguientes requisitos: Estudiante o graduada de administración de empresas, mercadeo o carrera a fines. Experiencia en Servicio al Cliente Trabajo en equipo Responsable Puntual Buena dicción Manejo de clientes Residir en Bávaro Los interesador favor enviar su CV a seleccion.evaluacionrrhh@gmail.com […]", "Con experiencia de conserje en trabajos anteriores grado de escolaridad mínimo 8vo de bachillerato Responsable Proactivo Dinámico Buen servicio al cliente Organizada Interesados que cumplan con el perfil enviar CV al correo: capacitacion@grupoatlanticord.com, colocar el nombre de la vacante en el asunto. Share this…FacebookTwitterLinkedinTumblr", "Servicio al Cliente Graduado o estudiante universitario de Administración, Mercado o áreas afines Experiencia en áreas de Servicio Al Cliente sector salud Manejo de Paquete Office Disponibilidad inmediata Beneficios: Salario Competitivo Seguro Médico Todo lo de Ley Correo Electrónico: candidatosidoneos2020@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Contralor para la zona de Bávaro-Punta cana se está necesitando con urgencia un Contralor. Nota: si no reside en la zona, tiene que tener disponibilidad para trasladarse. Los interesados favor de enviar su CV: atracciondetalentosrd123@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Requisitos: Graduada o estudiante universitaria de Administración, Mercadeo o áreas relacionadas Experiencia en el área de Servicio al Cliente en alguna empresa relacionada al sector salud Manejo de Paquete Office Vocación de Servicio Beneficios: Salario Competitivo Seguro Médico Oportunidad de Desarrollo Todo lo de Ley Vacante para Zona de Bávaro Correo Electrónico: candidatosidoneos2020@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Estamos buscando para Hotel de Bávaro con experiencia y carta de hoteles Animadores Carnicero Panadero Agente de seguridad( sin alojamiento) Supervisor de seguridad (con alojamiento) Albañil ( Puede tener alojamiento) Cerrajero (con experiencia) Capitan de bares Bombero (de fuego) Maitre 2do maitre Carnicero Electricista Pastelero Interesados Enviar tu cv a solucionesempresarialrd@gmail.com con el nombre de […]", "Buscamos una persona, preferiblemente hombre, con conocimientos técnicos eléctrico. Preferiblemente que resida en Higuey – Bávaro. Disponibilidad inmediata. Debe ser mayor de edad, a partir de 20 años en adelante. Enviar curriculum al correo vacantes@ximplit.com Share this…FacebookTwitterLinkedinTumblr", "Tecnico que sea estudiante universitaria Excel Intermedio o Avanzado Experiencia como asistente administrativa Residir en Bávaro Horario: Lunes a Viernes 8:30 a.m. – 5:30 p.m. y sábados 8:30 a.m. – 12:30 p.m. Salario :RD$21,000.00 Beneficios: Horas extras y beneficios de ley. Correo Electrónico: soporte.gh@acerhcaribe.com Share this…FacebookTwitterLinkedinTumblr", "Buscamos Compradoras Para Hacer Compras en Supermercados En la Zona de Bavaro-Punta cana. Requisitos: Buena Ortografía. Bachiller como mínimo. Celular android con internet. Buenas relaciones humanas. Buena actitud hacia el trabajo. Residir en la Zona de Bávaro-Punta cana. Interesados escribir via Whatsapp: 809-747-9704 Correo electrónico: buxco.do@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Empresa del sector salud se encuentra en la búsqueda de promotores con el siguiente perfil bachiller o estudiante de mercadeo o carrera a fin experiencia en ventas de calle dinamismo, persuasión, calidad de servicio y orientado a resultados edad entre 20 y 35 años residenciado(a) en Bávaro interesados (as) enviar cv a la siguiente dirección […]", "Colegio privado de bavaro busca maestras para nivel inicial, indispensable tener experiencia, vivir en la zona y titulada. si no cumple con los requisitos por favor no aplicar, no ofrecemos alojamiento. Correo Electrónico: RECLUTAMIENTOPRIVADO.22@GMAIL.COM Share this…FacebookTwitterLinkedinTumblr"]