["Cuando enviamos un currículo a una gran empresa, puede ser analizado por varios softwares antes de caer en manos de alguien de Recursos humanos. Los diferentes programas que pueden analizar un CV de forma automática se encargan de extraer los datos más importantes para hacer un primer filtro, de esa manera «garantizan» que el humano […]", "Santo Domingo.-El Ministerio de Trabajo reitera a toda la colectividad empresarial y trabajadora del país que el “Día de la Altagracia”, festividad religiosa que se celebra el jueves 21 de enero, no se cambia. Una nota de prensa enviada por la institución, refiere que con el citado feriado se da cumplimiento a la Ley 139-97, […]", "La meta gubernamental de impulsar la creación de al menos 100,000 empleos formales nuevos cada año se cumplió parcialmente hasta el año 2019 y se vio completamente revertida el pasado 2020 cuando, por los efectos de la pandemia del covid-19 en la economía, se perdieron más de 180,000 puestos de trabajo. La calificación de “parcial” […]", "El presidente Luis Abinader participó en el inicio de los trabajos de ampliación del parque de Zona Franca La Romana, proyecto que conlleva una inversión superior a los RD$600 millones y que generará miles de empleos directos e indirectos. La obra, a cargo del Grupo Agroindustrial Central Romana, en la primera fase contempla un conjunto […]", "Durante la pandemia del coronavirus, causante de la enfermedad Covid-19, los servicios a domicilio se han incrementado signifi­cativamente en República Dominicana. Eso se evi­dencia en la cantidad de repartidores de diferen­tes compañías que de día y noche circulan por las calles del Gran Santo Do­mingo. Esto se ha convertido en una oportunidad para mi­les personas […]", "Para los extranjeros que no poseen habilidades especiales o estudios universitarios, existen dos programas migratorios que les permiten trabajar legal y temporalmente en Estados Unidos si son patrocinados por un empleador. Se trata de los populares programas de visados temporales H-2A y H-2B. El primero, permite conseguir empleo en la agricultura, mientras que el segundo […]", "Santo Domingo.-El Ministerio de Trabajo les recuerda a todos los empleadores, presentar ante la Dirección General de Trabajo (DGT), la planilla del personal que emplee con carácter fijo por tiempo indefinido dentro de los primeros quince días de este año. De igual manera, recuerda que las planillas de personal fijo se renovarán anualmente y se […]", "Los trabajadores del sector informal han sido los más golpeados por las implicaciones económicas de la pandemia del coronavirus (Covid-19) en República Dominicana y en la mayoría de los países de América Latina. En el país entre el segundo trimestre del 2019 y el mismo período del 2020 la pérdida de empleos informales fue 2.8 […]", "Sin importar los títulos que se hayan obtenido en diferentes niveles de la educación, tanto a nivel profesional como técnico, el simple cambio de autoridades en una determinada institución, sea pública o privada, es motivo suficiente para que el empleado, sea destituido o desvinculado, un término más elegante para definir la acción de enviarte a […]", "Ni preguntas capciosas ni subliminales. Cada que entrevista a un postulante Édgar Rojas trata de ser lo más claro posible, con el fin de no confundir ni sembrar falsas expectativas sobre el puesto disponible o la empresa contratante. Para el director nacional de Adquisición de Talento de Adecco México, el preámbulo de una buena entrevista […]", "La clase trabajadora, al igual que los diferentes sectores en la República Dominicana, tuvo grandes desafíos durante el 2020 provocados por la pandemia COVID-19. El cierre de las actividades económicas llevó a las empresas a solicitar la suspensión de los trabajadores y al Gobierno a diseñar programas para evitar el despido masivo de los empleados. […]", "El presidente Luis Abinader en su reciente entrevista con el diario El País de España, utilizó una cita del expresidente norteamericano Ronald Reagan, para resaltar la importancia que su Gobierno otorga a la generación de empleo en el país. “El mejor programa social es un empleo”, dijo Abinader citando a Reagan. Aunque el sentido de […]", "Reclutamiento y selección de personal Con esta obra podrá comprender la relevancia que tiene la captación y selección de talento dentro de los departamentos de recursos humanos de las organizaciones. Profundizar sobre la vinculación del reclutamiento y la evaluación de las personas con la estrategia y los resultados de una compañía. Conocer qué entendemos por […]", "La pandemia del covid-19 ha impulsado la modalidad de teletrabajo en República Dominicana y el mundo, convirtiéndola en una “salvación” para cientos de empleos. Con el objetivo de proteger, tanto al empleador como al empleado, el Ministerio de Trabajo promulgó la Resolución número 23/2020, donde se regula parcialmente esta modalidad. Sin embargo, el gerente senior […]", "La población joven constituye la mayor parte de los habitantes de República Dominicana y asegurar que ese segmento poblacional obtenga la educación y los primeros empleos que le permitan integrarse de manera productiva a la economía formal es un desafío de nuestra sociedad. Con la finalidad de identificar posibles soluciones, se ha depositado en el […]", "Los industriales de República Dominicana vuelven a plantear una reforma al Código de Trabajo, pero esta vez proponen que se regulen las nuevas modalidades, como el teletrabajo y las jornadas laborales flexibles, que continúan siendo hoy constantes en las empresas para prevenir contagios de coronavirus. “Si hubiéramos reformado el Código antes del Covid-19, el gobierno […]", "Nuestras mascotas son miembros muy especiales de la familia ya que son quienes nos acompañan en todo momento y siempre nos brindan un amor completamente puro e incondicional, pero ¿será cierto que nuestras mascotas pueden mejorar nuestro estado de ánimo? La respuesta es sí, y a continuación te contamos porqué. Tener un pequeño amigo perruno […]", "El ministro de Trabajo, Luis Miguel De Camps, afirmó que la economía registra una reactivación, lo que ha permitido que más del 50 % de los empleados suspendidos en Fase I, se reinsertara al ámbito laboral, así como gran parte de los registrados en Fase II, y sostuvo que casi la totalidad de las zonas […]", "SANTO DOMINGO, República Dominicana. El gobierno central y el Ministerio de Trabajo anunciaron en una rueda de prensa ofrecida la mañana de hoy, la creación de un fondo especial llamado “El Cambio en Navidad” con el que todos los empleados suspendidos que son y han sido beneficiados con el Programa FASE 1, recibirán una colaboración […]", "La Industrialización y Zonas Francas son claves para la reactivación económica, así lo ha determinado el presidente Luís Abinader al declarar como prioridad nacional la industrialización y conformar una mesa presidencial con actores del sector privado coordinada por el ministro Bisonó. Por ello se apuesta al encadenamiento productivo para lograr una cadena de valor que […]", "Será a partir del próximo año cuando el Ministerio de Trabajo podrá determinar cuántas empresas en el país cumplen con la cuota del 2 % de empleados con discapacidad que ordena la Ley 5-13 y sus diferentes reglamentos. Raymond Sosa, representante de la Dirección de Igualdad de Oportunidades y no Discriminación del Ministerio, explicó que […]", "El ministro de Economía, Planificación y Desarrollo, Miguel Ceara Hatton, asegura que el Gobierno tiene bien claros los desafíos que debe enfrentar para alcanzar la recuperación económica y emprender el camino al desarrollo de República Dominicana. En declaraciones a elDinero, el economista e investigador social dice estar convencido de que la mejor forma de superar […]", "“Dejemos que sean ellos los que expliquen lo que sienten”, es el llamado de la iniciativa a la que sus promotores han denominado reto creativo: “Hale y Empuje”, un desafío al que invitan a los más de 25,000 estudiantes que cursan las modalidades técnicas y de artes de secundaria en todo el territorio nacional a […]", "En estos momentos el principal problema que afecta a los dominicanos es la pérdida de empleos, según la expresión del 21.4% de los adultos consultados por el estudio de opinión Gallup-Hoy. Para el 17.8% de la población la principal dificultad que enfrentan los dominicanos es la inseguridad, para un 17.4% la pandemia covid-19, para un […]", "Los Diputados Sonia Agüero y Máximo Castro reintrodujeron el proyecto de ley que crea el programa del primer empleo, con el objetivo de ofrecer oportunidades a los jóvenes y crear mecanismos para que obtengan su primera experiencia laboral, aunque no hayan tenido practicas previas en el área. En el 2019, el Observatorio Político Dominicano (OPD) […]"]