["Asistente para manejar todo el ciclo Contable. Mas de un ano de experiencia como Auxiliar Contable. Lic. Contabilidad o estudiante de termino de Contabilidad. Manejo de sistemas contables. Llenado y envio de 606, 607, 608, Conciliaciones Bancarias,, asientos contables, impuesto, entre otras funciones inherentes al puesto. Ms Office avanzado (Excel avanzado) Creatividad ante dificultades. Dinamismo […]", "Requisitos: Graduado o estudiante de término en Ing. Industrial o carrera a fin. Conocimiento en norma Basc y OEA (Preferible). Auditor Interno en ISO: 9001 (Preferible). Habilidad para redacción de informes técnicos. Dominio de Software Visio. Mínimo 3 años de experiencia en el mismo puesto o similar. Sexo indistinto. Residir en Haina, San Cristóbal o […]", "Asistente de Contabilidad Horario de Tienda, disponibilidad de horario Salario RD$18,000.00 Favor enviar su cv al correo: reclutamiento252422@gmail.com Share this…FacebookTwitterLinkedinTumblr", "Cuerpo del mensaje: Conocimiento y manejo de todo el ciclo contable. Conciliaciones, Registro de Facturas, Elaboración de pagos, Impuestos, TSS. Manejo de Excell ( Imprescindible) Mujer y residente en Haina Interesada favor enviar su CV al correo: reclutamiento252422@gmail.com   Share this…FacebookTwitterLinkedinTumblr", "Requisitos: Graduado o estudiante de termino en Administración de Empresas, Contaduría, Economía o Contabilidad Experiencia en el área de Cobro Experiencia de más de 1 años como encargada de cobros en empresas comerciales Experiencia en gestión de cobros Disponibilidad de horario. Funciones Gestionar la cartera de clientes con la finalidad de reducir la morosidad y […]", "Requisitos: Mujer 25-28 años Dinámica Proáctiva Deseos de aprender Orientada a resultados. Nota: No aplicar si está laborando. Residir en Haina, San Cristóbal y zonas aledañas. Aplicar al correo: recursoshumanos.proindel@hotmail.com Share this…FacebookTwitterLinkedinTumblr", "Cuerpo del mensaje: con 1 año de experiencia, compras locales, experiencia en importaciones, capacidad de negociación, proactiva Graduada de mercadeo, Administración de empresas o Ingeniería Industrial. conocimiento del idioma ingles. capacidad analítica. Orientada a los resultados. cotizaciones logística interesadas enviar CV: jpc1510@hotmail.es Share this…FacebookTwitterLinkedinTumblr", "Cuerpo del mensaje: Estudiante de termino 1 año o mas de experiencia en compras y logística Disponibilidad inmediata Preferiblemente mujer Que resida en Haina, San cristobal o zona aledaña SI cumple con los requerimientos enviar su hoja de vida: maltina13@hotmail.com Share this…FacebookTwitterLinkedinTumblr", "Requisitos: Estudiante de término o recién graduada en Licenciatura en Psicología Industrial, Administración de Empresas o áreas afines Experiencia laboral en puestos similares (+ de 1 año): gestiones operativas del departamento: reclutamiento, inducción, comunicaciones al Ministerio de trabajo, mantener actualizados expedientes del personal (digital y físico), novedades nóminas (horas extras, registro asistencia, cuadre almuerzos, etc), […]", "Requisitos: Estudiante o recién graduada Lic. Contabilidad, Administración o Ingeniería Industrial. Experiencia en despachos aduanales. Experiencia servicio al cliente y facturación. Experiencia seguimiento a requisiciones y ordenes de compras. Conocimiento almacenes e inventarios (preferible). Mujer imprescindible. Residir en Haina, San Crístobal o zonas aledañas. Interesadas enviar cv solicitudesmedom@gmail.com con nombre de la posición Share this…FacebookTwitterLinkedinTumblr", "Cuerpo del mensaje: Empresa de servicio de transporte solicita asistente administrativos y contabilidad con las siguientes especificaciones. Vocación al servicio Aptitud de aprendizaje Experiencia en trato con personas y contabilidad. Especificaciones: Residir en Haina (Obligatorio) Estudiante de contabilidad Sexo femenino Edad entre 18-25 años Beneficios: De ley Horario LV 8:00am / 5:00Pm Sábados 8:00am a […]", "Descripción Persona encargada de mantener actualizado todos los registros y reportes del departamento, gestionar las labores administrativas de documentación para contribuir con el funcionamiento adecuado del departamento, coordinar labores de mantenimiento preventivo y correctivo. Requisitos Estudiante de Ingeniería Industrial, electromecánica o Administración de Empresas. Experiencia mínima de 1 año en puestos similares. Manejo de Microsoft […]", "Requisitos: Licenciatura en Contabilidad o carreras afines. Técnico Superior Universitario en Contabilidad, Administración o carreras afines. Tener iniciativa. Expresarse claramente en forma oral y escrita. Organizado Proactivo Residir en San Cristóbal, Haina o Zonas aledañas Manejo de Facturación y cobros Experiencia comprobada en Facturación y Cobros Conocimiento de Dynamics GP indispensable Manejo del paquete office […]", "Requisitos: Estudiante de término o Graduada de Contabilidad Conocimiento del ciclo contable Conocimiento de sistemas automatizado Conocimiento de sistema de producción y inventario Conocimiento de impuesto Conocimiento de SAP (preferible) Registro de NCF al 606 Relación de ITB en importación y Retenciones IR-17. Manejo de office completo Excel avanzado Pro-activa Discreta Organizada Responsable QUE RESIDA […]"]