{"url_de_la_empresa": "https://www.computrabajo.com.do//empresas/ofertas-de-trabajo-de-bairesdev-sa-C8A646DBC3A7DE6E", "empresa": " BairesDev SA", "url_de_la_vacante": "https://www.computrabajo.com.do//ofertas-de-trabajo/oferta-de-trabajo-de-senior-accountant-en-santo-domingo-este-E0BA0C4B2602229B61373E686DCF3405", "titulo": "Senior Accountant", "descripcion": ["\n", "<li><h3 class=\"mt0\">Descripción</h3></li>", "\n", "<li>BairesDev is proud to be one of the fastest-growing companies in Latin America and a welcoming, highly rated employer (Glassdoor Employee Score: 4.3). With more than 1,500 employees in 27 countries and world-class clients from start-ups to Fortune 500 companies, we’re only as strong as the multicultural teams at the heart of our business. BairesDev runs on talent. To consistently deliver the highest quality solutions to our clients, we only hire the Top 1% of IT Talent and nurture their professional growth on exciting projects for companies like Google, Pinterest, and Udemy. <br/><br/>About the Role: <br/><br/>We are looking for a Senior Accountant to join our Accounting area. We are looking for proactive, dynamic, and results-oriented people, with analytical skills and the capacity to manage themselves. This is an excellent opportunity for professionals looking to develop in one of the fastest-growing companies in the industry!  <br/><br/>What You’ll Do:<br/><br/>- Supervise the record of transactions to guarantee the accuracy, precision and timeliness of the accounting information.<br/><br/>- Identify and correct errors and inconsistencies in accounting records, documents and reports.<br/><br/>- Make provisions for expenses and accruals.<br/><br/>- Assist in the month-end closing process and the reporting process.<br/><br/>- Reconcile the information of the different systems with which the company operates.<br/><br/>- Prepare analysis of equity accounts and analyze variations in results.<br/><br/>- Carry out monthly bank reconciliations.<br/><br/>- Attend annual internal and external audits as necessary.<br/><br/>- Manage fixed assets.<br/><br/>- Collaborate in the presentation of documents required by Federal and State tax authorities.<br/><br/> You Must Have: <br/><br/>- Graduated Public Accountant.<br/><br/>- 5+ years of proven experience in similar positions.<br/><br/>- Microsoft Office advanced<br/><br/>- Ability to prioritize projects and meet deadlines.<br/><br/>- Communication skills both written and oral.<br/><br/>- Ability to solve problems.<br/><br/>- Knowledge of SAP Business One, SAP R3 or SAP S4HANA.<br/><br/>- IFRS or US GAAP knowledge.<br/><br/>- Experience working in shared services offices.<br/><br/>- Attention to detail.<br/><br/>- Advanced English level.<br/><br/>BairesDev Offers:<br/><br/>- Excellent compensation plan, well above the market average.<br/><br/>- Possibility of remote work and flexible schedules.<br/><br/>- Training plans.<br/><br/>- Extensive possibilities for growth and professional development thanks to our mentoring system.<br/><br/>Are you interested in joining the most talented IT team in Latin America? Do you want to work for an innovative tech company with the resources of a multinational market leader? Are you ready to do the best work of your professional life? If so, we want to hear from you. Apply today!</li>", "\n", "<li><h3>Requerimientos</h3></li>", "\n", "<li>Educación Mínima: Educación Técnico/Profesional</li>", "<li>Años de experiencia: 5</li>", "<li>Idiomas: Inglés </li>", "<li>Disponibilidad de Viajar: No</li>", "<li>Disponibilidad de Cambio de Residencia: No</li>", "<li> </li>", "\n"], "fecha agregado": "2021-01-22 19:46:49.407055", "salario": "no especificado", "region": "Santo Domingo Este,", "ciudad": "Santo Domingo ·", "hora": "20 enero (actualizada)"}