{"titulo": "Asistente de Logistca Para Santiago", "descripcion": ["\n", "<li><h3 class=\"mt0\">Descripción</h3></li>", "\n", "<li>Fecha:13/11/2020<br/><br/>IDENTIFICACION DEL PUESTO Título del puesto<br/><br/>Asistente Logística Departamento<br/><br/>Logística-Producción Grupo Ocupacional<br/><br/>Se reporta al puesto: Enc. Logística Gerente General Relaciones internas<br/><br/>Con todos los departamentos. Relaciones Externas<br/><br/>Con instituciones relacionadas con la empresa<br/><br/>OBJETIVO GENERAL DEL PUESTO<br/><br/>Realizar control y seguimiento de los procesos de logística de la empresa, garantizando la recepción y despacho a tiempo de los pedidos, según calendario de facturación.<br/><br/>TAREAS ESPECÍFICAS DEL PUESTO <br/><br/> Responsable dar seguimiento a todos los procesos de recepción y envíos internacionales, que se requieran. <br/><br/> Coordinar las acciones a seguir en el proceso de DGA internacionales de manera de que los pedidos lleguen a tiempo. <br/><br/>Gestionar e implementar planes con instituciones relacionadas de manera de garantizar el seguimiento de los envíos (tracking).<br/><br/> Dar soporte sobre las órdenes colocadas y asegurar a que se despachen a tiempo.<br/><br/> Mantener el seguimiento actualizado en cuanto al estatus de las ordenes enviadas.<br/><br/> Mantener comunicación y retroalimentación de los procesos y estado de los envíos con los gerentes. Tramitar con la DGA los formularios y premisos, así como reclamos ante los mismos. <br/><br/> Mantener contacto y dar seguimientos a las operaciones con los agentes. aduanales. <br/><br/> Mantener buena Ética, honestidad e integridad, sobre los procesos de la empresa. <br/><br/> Otras relacionadas con su cargo y que le sean asignadas por la administración.<br/><br/>Buscar soluciones a imprevistos o eventualidades que se puedan presentar.<br/><br/>REQUISITOS MENTALES Educación<br/><br/>Profesional o Técnico de Logística Experiencia<br/><br/>2 años de experiencia Capacidad Complementaria<br/><br/>Manejo de Pc, conocimiento de exportación, DGA, FEDEX, UPS Inglés Básico y conocimiento de equipos.<br/><br/>RESPONSABILIDADES Equipos y/o Maquinarias<br/><br/>Pc, material gastable.<br/><br/>CONDICIONES DE TRABAJO Condiciones físicas del área<br/><br/>Área abierta. Riesgo<br/><br/>Sometida a riesgo relevante con posibilidad de que ocurra.<br/><br/>REQUISITOS<br/><br/>• Técnico.<br/><br/>• Previa experiencia en Logística.<br/><br/>• Conocimiento de procesos de exportación, DGA, FEDEX y UPS.<br/><br/>• Manejo de la Pc, Word, Excel e Inglés Básico.<br/><br/>El salario previsto para esta posición es de RD$25,000 en adelante, según experiencia. </li>", "\n", "<li><h3>Requerimientos</h3></li>", "\n", "<li>Educación Mínima: Universidad</li>", "<li>Años de experiencia: 3</li>", "<li>Disponibilidad de Viajar: No</li>", "<li>Disponibilidad de Cambio de Residencia: No</li>", "<li> </li>", "\n"], "fecha agregado": "2021-01-22 19:07:51.858087", "salario": ["salario", "25.000,00 $ (Neto mensual) ·"], "region": ["region ", "Santiago,"], "ciudad": ["ciudad", "Santiago ·"], "hora": ["hora", "17 noviembre"]}