{"titulo": "Call Center Supervisor (2)", "descripcion": ["\n", "<li><h3 class=\"mt0\">Descripción</h3></li>", "\n", "<li>5-Call Center Supervisor (2)<br/><br/>We are searching for a dedicated, supportive Call Center Supervisor who can coach and motivate call center representatives as they field calls from clients. The Call Center Supervisor will assist in the hiring process and assist in the training process, ensuring that every agent is well prepared for their calls. They will continue to support agents after training by monitoring their progress, ensuring that they understand and meet expectations, answering their questions, and providing them with ongoing coaching opportunities and inspiration. You should be analytical, supportive, and prepared to act a resource to agents.<br/><br/>High School Diploma or equivalent, but more education, especially in management, is preferred.<br/><br/>Call center, customer service, or supervisory experience may be required.<br/><br/>Proficiency with technology, especially computers, software applications, and phone systems.<br/><br/>Exceptional verbal and written communication skills.<br/><br/>Strong understanding of company products, policies, and services.<br/><br/>Ability to coach, train, and motivate employees and evaluate their performance.<br/><br/>Excellent problem solving, leadership, and customer service skills.<br/><br/>Analytical, efficient, and thorough.<br/><br/>Ability to remain calm and courteous under pressure and navigate tense situations, especially during busy hours.<br/><br/>Benefits:<br/><br/>Schedule: 9am – 6pm and 11:00 am to 8:00 pm Monday to Friday, Saturdays 9 to 1pm<br/><br/>Performance incentives<br/><br/>Health insurance<br/><br/>Law benefits<br/><br/>Salary to be discussed at the interview<br/><br/></li>", "\n", "<li><h3>Requerimientos</h3></li>", "\n", "<li>Educación Mínima: Universidad</li>", "<li>Años de experiencia: 3</li>", "<li>Disponibilidad de Viajar: No</li>", "<li>Disponibilidad de Cambio de Residencia: No</li>", "<li> </li>", "\n"], "fecha agregado": "2021-01-22 19:11:07.205053", "salario": ["salario", "40.000,00 $ (Neto mensual) ·"], "region": ["region ", "Santiago,"], "ciudad": ["ciudad", "Santiago ·"], "hora": ["hora", "29 julio"]}