{"url_de_la_empresa": "https://www.computrabajo.com.do//empresas/ofertas-de-trabajo-de-bairesdev-sa-C8A646DBC3A7DE6E", "empresa": " BairesDev SA", "url_de_la_vacante": "https://www.computrabajo.com.do//ofertas-de-trabajo/oferta-de-trabajo-de-recruiter-expert-en-santo-domingo-este-BE531655744488D161373E686DCF3405", "titulo": "Recruiter Expert", "descripcion": ["\n", "<li><h3 class=\"mt0\">Descripción</h3></li>", "\n", "<li>BairesDev is proud to be one of the fastest-growing companies in Latin America and a welcoming, highly rated employer (Glassdoor Employee Score: 4.3). With more than 1,500 employees in 27 countries and world-class clients from start-ups to Fortune 500 companies, we’re only as strong as the multicultural teams at the heart of our business. BairesDev runs on talent. To consistently deliver the highest quality solutions to our clients, we only hire the Top 1% of IT Talent and nurture their professional growth on exciting projects for companies like Google, Pinterest, and Udemy. <br/><br/>About the Role: <br/><br/>We’re looking for a proactive and experienced Recruiter Expert. The Recruiter Expert is responsible for the quality of service, productivity, and continuous improvement of the support team.<br/><br/>What You’ll Do: <br/><br/>- Lead the Talent Support Team, defining priorities aligned with the Support Strategy.<br/><br/>- Help drive strategy to make our support platform more efficient and scalable as our customer base continues to grow.<br/><br/>- Define KPIs and set goals to excel in talent support and helpdesk services.<br/><br/>- Actively collaborate with different managers to align priorities.<br/><br/> You Must Have: <br/><br/>- 5+ years of experience in Customer Support.<br/><br/>- Experience in leading support activities on multiple channels (Email, Phone, Whatsapp, Live Chat, etc.).<br/><br/>- Strong communication skills to define and convey clear, accurate, and high-quality feedback to job candidates.<br/><br/>- Experience in Leading Teams based on KPIs and metrics to measure and increase the team’s performance.<br/><br/>- Exceptionally good at noticing patterns and developing processes to make our team members' lives easier and our clients happier.<br/><br/>- Experience in IT Industry head-hunting.<br/><br/>- Advanced English level.<br/><br/>BairesDev Offers:<br/><br/>- 100% remote work and flexible schedule.<br/><br/>- Excellent compensation — well above the market average.<br/><br/>- Extensive opportunities for growth and professional development thanks to our mentoring system.<br/><br/>Are you interested in joining the most talented IT team in Latin America? Do you want to work for an innovative tech company with the resources of a multinational market leader? Are you ready to do the best work of your professional life? If so, we want to hear from you. Apply today!</li>", "\n", "<li><h3>Requerimientos</h3></li>", "\n", "<li>Educación Mínima: Educación Técnico/Profesional</li>", "<li>Años de experiencia: 5</li>", "<li>Idiomas: Inglés </li>", "<li>Disponibilidad de Viajar: No</li>", "<li>Disponibilidad de Cambio de Residencia: No</li>", "<li> </li>", "\n"], "fecha agregado": "2021-01-22 21:55:12.444257", "salario": "no especificado", "region": "Santo Domingo Este,", "ciudad": "Santo Domingo ·", "hora": "20 enero (actualizada)"}