{"url_de_la_empresa": "https://www.computrabajo.com.do//empresas/ofertas-de-trabajo-de-bairesdev-sa-C8A646DBC3A7DE6E", "empresa": " BairesDev SA", "url_de_la_vacante": "https://www.computrabajo.com.do//ofertas-de-trabajo/oferta-de-trabajo-de-client-marketing-specialist-en-santo-domingo-este-C1A58AB840A1D64561373E686DCF3405", "titulo": "Client Marketing Specialist", "descripcion": ["\n", "<li><h3 class=\"mt0\">Descripción</h3></li>", "\n", "<li>BairesDev is proud to be one of the fastest-growing companies in Latin America and a welcoming, highly rated employer (Glassdoor Employee Score: 4.3). With more than 1,500 employees in 27 countries and world-class clients from start-ups to Fortune 500 companies, we’re only as strong as the multicultural teams at the heart of our business. BairesDev runs on talent. To consistently deliver the highest quality solutions to our clients, we only hire the Top 1% of IT Talent and nurture their professional growth on exciting projects for companies like Google, Pinterest, and Udemy. <br/><br/>About the Role: <br/><br/>We are looking for Client Marketing Specialist to join the Marketing team and participate in different projects made up of multicultural teams distributed throughout the world. We are looking for proactive, dynamic people and team players, with great organizational capacity, accustomed to handle multiple tasks and with marked attention to details. This is an excellent opportunity for those professionals looking to develop in one of the fastest growing companies in the industry!<br/><br/>What You’ll Do:<br/><br/>- Write marketing collaterals, including credentials, one kits, proposals and event presentations.<br/><br/>- To provide the sales team with original content that includes case studies, blog posts, infographics, videos and white papers. <br/><br/>- Coordinate the look &amp; feel consistently between our marketing materials and collaterals.<br/><br/>- Supervise internal and external providers to guarantee on-time and quality delivery.<br/><br/>- Understand the needs of our clients and help the sales team to improve communication with our clients and prospects.<br/><br/>- Focus on the success and growth of our existing clients.<br/><br/>- Educate our internal teams and our clients about our services.<br/><br/> You Must Have: <br/><br/>- 5+ years of proven experience in Marketing, Communication, Advertising, or related fields.<br/><br/>- Understanding of marketing and sales touchpoints.<br/><br/>- Strong interpersonal and communication skills.<br/><br/>- Bachelor degree or equivalent working experience.<br/><br/>- Advanced English level.<br/><br/>BairesDev Offers:<br/><br/>- Excellent compensation plan, well above the market average.<br/><br/>- Possibility of remote work and flexible schedules.<br/><br/>- Training plans.<br/><br/>- Extensive possibilities for growth and professional development thanks to our mentoring system.<br/><br/>Are you interested in joining the most talented IT team in Latin America? Do you want to work for an innovative tech company with the resources of a multinational market leader? Are you ready to do the best work of your professional life? If so, we want to hear from you. Apply today!</li>", "\n", "<li><h3>Requerimientos</h3></li>", "\n", "<li>Educación Mínima: Educación Técnico/Profesional</li>", "<li>Años de experiencia: 5</li>", "<li>Idiomas: Inglés </li>", "<li>Disponibilidad de Viajar: No</li>", "<li>Disponibilidad de Cambio de Residencia: No</li>", "<li> </li>", "\n"], "fecha agregado": "2021-01-22 19:47:37.447335", "salario": "no especificado", "region": "Santo Domingo Este,", "ciudad": "Santo Domingo ·", "hora": "20 enero (actualizada)"}