{"titulo": "Ingeniero de Seguridad de Redes - Con Experiencia", "descripcion": ["\n", "<li><h3 class=\"mt0\">Descripción</h3></li>", "\n", "<li>Funciones del puesto:<br/><br/>•\tDesarrollo, implementación y mantenimiento de soluciones de seguridad incluyendo cortafuegos, filtros web y sistemas de prevención de intrusiones<br/><br/>•\tInvestigación de potenciales incidentes de seguridad<br/><br/>•\tAnalisis complejos e investigación de arquitectura de seguridad de la red.<br/><br/>•\tReportes periodicos de problemas de la red<br/><br/>•\tRevision de diseños de sistemas y modificaciones para redes y seguridad<br/><br/>•\tColaborar para identificar vulnerabilidades del sistema y en ofrecer soluciones apropiadas para minimizar o eliminar efectos potenciales<br/><br/>•\tColaborar con el equipo de IT para la evaluación de implementación de nuevos softwares y hardwares relacioados a seguridad<br/><br/>•\tSoporte remoto y disponibilidad durante las horas operacionales de la empresa<br/><br/>•\tAsegurar medidas de seguridad para prevenir incidentes y violaciones a la misma<br/><br/>•\tBrindar respuesta oportuna a cualquier evento o circunstancia de falla o problema presentado<br/><br/>•\tDesempeñar otras actividades asignadas relacionadas al departamento<br/><br/>Requisitos:<br/><br/>\tGraduado de Ingeniería Telemática, Ingeniería en Sistemas o Ingeniería Electrónica.<br/><br/>\tExperiencia previa en seguridad de Redes.<br/><br/>\tExperto en el manejo de Cisco ASA, Routers, Switches y herramientas de administración de seguridad de redes.<br/><br/>\tCCNA (preferible estar certificado por Cisco).<br/><br/>\tConocimiento y experiencia en IPS (Intrusive Prevention System), VMware ESX Server (Virtualization), PCI DSS Compliance (Payment Card Industry – Data Security Standard), WSUS (windows Server Update Services) y Web filter.<br/><br/>\tDominio del idioma inglés de básico en adelante.<br/><br/>\tDisponibilidad para trabajar los sábados una o dos veces al mes.<br/><br/>\tDisponibilidad para trabajar \"on call\" durante una semana de acuerdo a la frecuencia y los procesos internos establecidos por tecnologia.<br/><br/>\tTrabajos de mantenimientos de equipos en la ventana de mantenimiento (00:00 a 06:00)<br/><br/>\tBuenas relaciones interpersonales.<br/><br/>Indispensable:<br/><br/>\t1 ó más años de experiencia en el área.<br/><br/>\tGraduado de Ingeniería Telemática<br/><br/>\tDominio del idioma inglés.<br/><br/>Beneficios:<br/><br/>\tSeguro Médico y AFP<br/><br/>\tAcceso a Seguro Médico Privado<br/><br/>\tPago semanal + incentivos por desempeño<br/><br/>\tCapacitación<br/><br/>\tPrograma de Reconocimiento de Personal<br/><br/>\tOportunidades de crecimiento<br/><br/>\tCooperativa Interna<br/><br/>\tEntre otros<br/><br/></li>", "\n", "<li><h3>Requerimientos</h3></li>", "\n", "<li>Educación Mínima: Postgrado</li>", "<li>Años de experiencia: 1</li>", "<li>Idiomas: Español ,Inglés </li>", "<li>Edad: entre 25 y 45 años</li>", "<li>Conocimientos: Redes</li>", "<li>Disponibilidad de Viajar: No</li>", "<li>Disponibilidad de Cambio de Residencia: No</li>", "<li> </li>", "\n"], "fecha agregado": "2021-01-22 19:05:58.289894", "salario": ["salario", "45.000,00 $ (Neto mensual) ·"], "region": ["region ", "Santiago,"], "ciudad": ["ciudad", "Santiago ·"], "hora": ["hora", "12 enero"]}