{"url_de_la_empresa": "https://www.computrabajo.com.do//coopemopuc", "empresa": " COOPEMOPUC", "url_de_la_vacante": "https://www.computrabajo.com.do//ofertas-de-trabajo/oferta-de-trabajo-de-conserje-en-santo-domingo-de-guzman-CF710AF185A9615061373E686DCF3405", "titulo": "conserje", "descripcion": ["\n", "<li><h3 class=\"mt0\">Descripción</h3></li>", "\n", "<li>Bajo supervisión directa realiza labores de limpieza, brindis de café y refrigerios<br/><br/>Así como mantenimiento y limpieza del mobiliario de oficina, áreas de parqueos y comedor de la empresa.<br/><br/>ENTRE SUS FUNCIONES ESTAN:<br/><br/>a)\tRealizar labores de limpieza de las instalaciones, equipo y mobiliario de oficina.<br/><br/>b)\tAseo de área de parqueo y comedor de empleados.<br/><br/>c)\tRecolectar los desechos de las distintas oficinas y colocarlos en el lugar adecuado para que sean recogidos.<br/><br/>d)\tLavado de mantelería y toallas del salón de belleza periódicamente.<br/><br/>e)\tPreparar y brindar café a los empleados de la cooperativa y a visitantes.<br/><br/>f)\tPreparar refrigerios y brindar en las actividades que celebre la Cooperativa.<br/><br/>g)\tAseo de los baños.<br/><br/>h)\tRealizar labor de mensajería interna en caso de ser requerida.<br/><br/>i)\tVelar por el buen uso de las herramientas asignadas.<br/><br/>j)\tCumplir las metas individuales que le sean asignadas y los compromisos que ellas conlleven, conforme a la naturaleza del cargo.<br/><br/>k)\tRealizar otras actividades de acuerdo a su posición o a requerimiento del superior inmediato<br/><br/></li>", "\n", "<li><h3>Requerimientos</h3></li>", "\n", "<li>Educación Mínima: Educación Básica Secundaria</li>", "<li>Años de experiencia: 2</li>", "<li>Edad: entre 25 y 40 años</li>", "<li>Conocimientos: Atención al cliente, Gestión del Tiempo, Servicio al cliente</li>", "<li>Disponibilidad de Viajar: No</li>", "<li>Disponibilidad de Cambio de Residencia: No</li>", "\n"], "fecha agregado": "2021-01-22 19:48:46.157254", "salario": "17.610,00 $ (Neto mensual) ·", "region": "Santo Domingo de Guzmán,", "ciudad": "Distrito Nacional ·", "hora": "21 diciembre"}