{"titulo": "Director División Maquinaria para Bebidas", "descripcion": ["\n", "<li><h3 class=\"mt0\">Descripción</h3></li>", "\n", "<li>Se requiere profesional con estudios de Ingeniería y con experiencia en el sector comercial como Gerente de producto o Gerente de cuenta para posicionamiento en mercados especializados, relacionamiento con importadores distribuidores de bebidas, que requieran maquinaria para producción de bebidas. Profesional con conocimiento y habilidades comerciales además del conocimiento técnico en maquinaria de este sector.<br/><br/>Dispuesto a asumir el reto de desarrollar y supervisar la apertura de mercado y gestión comercial.<br/><br/>La persona seleccionada será responsable de la división para REPUBLICA DOMINICANA, HAITI Y CUBA. Con sede principal en República Dominicana.<br/><br/>La persona seleccionada para ocupar esta posición deberá:<br/><br/>* Gestionar la vinculación de un importador distribuidor, apoyarlo, capacitarlo, y formar a la fuerza de ventas que proponga. Trabajar conjuntamente con el equipo comercial en su formación, capacitación y crecimiento.<br/><br/>* Gestionar los diferentes procesos para realizar la planeación, introducción, comercialización, distribución, evaluación y seguimiento del canal de productos importados.<br/><br/>* Apoyar el suministro de materiales y equipos de trabajo al personal del proyecto y controlar la existencia de los mismos.<br/><br/>* Garantizar que la información entregada a clientes cumpla con los requerimientos de calidad exigidos por casa matriz. Se debe contar con disponibilidad para viajar, inclusive en áreas aisladas y de difícil acceso.<br/><br/>Se ofrece:<br/><br/>Contrato mercantil, pago por comisiones (su equivalencia en euros). El rango de ingresos salariales establecido en la oferta está registrado en euros.</li>", "\n", "<li><h3>Requerimientos</h3></li>", "\n", "<li>Educación Mínima: Universidad</li>", "<li>Años de experiencia: 6</li>", "<li>Idiomas: Español </li>", "<li>Disponibilidad de Viajar: Si</li>", "<li>Disponibilidad de Cambio de Residencia: No</li>", "\n"], "fecha agregado": "2021-01-22 19:08:35.904810", "salario": ["salario", "12.000,00 $ (Neto mensual) ·"], "region": ["region ", "Santo Domingo Norte,"], "ciudad": ["ciudad", "Santo Domingo ·"], "hora": ["hora", "26 octubre"]}