{"url_de_la_empresa": "https://www.computrabajo.com.do//empresas/ofertas-de-trabajo-de-mr-industrias-srl-91CBA91F44E6C7E0", "empresa": " MR INDUSTRIAS, SRL", "url_de_la_vacante": "https://www.computrabajo.com.do//ofertas-de-trabajo/oferta-de-trabajo-de-ingeniero-de-planta-en-santiago-8A36DA201DB1328B61373E686DCF3405", "titulo": "Ingeniero de Planta", "descripcion": ["\n", "<li><h3 class=\"mt0\">Descripción</h3></li>", "\n", "<li>Estamos en la busquedad de un Ingeniero de Planta, que realice las siguientes funciones.<br/><br/>•\tVelar y mantener el buen funcionamiento, limpieza y en óptimas condiciones la planta de block, sus componentes y sus instalaciones.<br/><br/>•\tSupervisar el trabajo de los operarios, asignar funciones, ejecutar niveles de responsabilidad, de productividad individual y grupal en las diferentes unidades operativas.<br/><br/>•\tCrear sistemas y planificar la producción para asegurar que todos los productos cumplan con los estándares de control de calidad.<br/><br/>•\tRealizar análisis de los procesos operativos de la planta, diagramas de flujo, programación de las operaciones, niveles de actividad y otros, para diseñar mejoras en los mismos, procurando incrementar la eficiencia y eficacia.<br/><br/>•\tAdministración y dirección de proyectos tecnológicos y coordinación de equipos de trabajo con profesionales tantos internos como externos, de distintas áreas de competencia<br/><br/>•\tEncargado de diseñar planes de mantenimiento predictivo, correctivo y de mejoras.<br/><br/>•\tMejorar y dirigir los programas de mantenimiento y los técnicos.<br/><br/>•\tPreparación de resúmenes, reportes, informes y presentaciones de avance, tanto para uso interno como externo.<br/><br/></li>", "\n", "<li><h3>Requerimientos</h3></li>", "\n", "<li>Educación Mínima: Universidad</li>", "<li>Años de experiencia: 2</li>", "<li>Edad: A partir de 28 años</li>", "<li>Disponibilidad de Viajar: No</li>", "<li>Disponibilidad de Cambio de Residencia: No</li>", "\n"], "fecha agregado": "2021-01-22 21:58:49.424501", "salario": "no especificado", "region": "Santiago,", "ciudad": "Santiago ·", "hora": "13 octubre"}