{"url_de_la_empresa": "https://www.computrabajo.com.do//empresas/ofertas-de-trabajo-de-bairesdev-sa-C8A646DBC3A7DE6E", "empresa": " BairesDev SA", "url_de_la_vacante": "https://www.computrabajo.com.do//ofertas-de-trabajo/oferta-de-trabajo-de-product-manager-en-santo-domingo-este-44174BA51B63915961373E686DCF3405", "titulo": "Product Manager", "descripcion": ["\n", "<li><h3 class=\"mt0\">Descripción</h3></li>", "\n", "<li>BairesDev is proud to be one of the fastest-growing companies in Latin America and a welcoming, highly rated employer (Glassdoor Employee Score: 4.3). With more than 1,500 employees in 27 countries and world-class clients from start-ups to Fortune 500 companies, we’re only as strong as the multicultural teams at the heart of our business. BairesDev runs on talent. To consistently deliver the highest quality solutions to our clients, we only hire the Top 1% of IT Talent and nurture their professional growth on exciting projects for companies like Google, Pinterest, and Udemy. <br/><br/>About the Role: <br/><br/>We are looking for a Product Manager to join our Product Team and lead the product planning and execution throughout the Product Lifecycle, gathering and prioritizing product and customer requirements. You will  work closely with engineering, sales, marketing and support to ensure revenue and customer satisfaction goals. This is an excellent opportunity to be one of the key members of our Product Team and position yourself for unique career growth opportunities.<br/><br/>What You’ll Do:<br/><br/>- Lead cross-functional projects, discovering insights that will guide strategic decisions and uncover optimization opportunities.<br/><br/>- Build and maintain data models, reporting systems, dashboards and performance metrics that support key business decisions.<br/><br/>- Design and build technical processes to address business issues.<br/><br/>- Oversee the reports and insights that analyze business functions and key operations.<br/><br/>- Recruit, train, develop and supervise analyst-level employees.<br/><br/>- Manage and optimize processes for data intake, validation, mining and engineering.<br/><br/>- Examine, interpret, and report results of analytical initiatives to stakeholders.<br/><br/>- Anticipate future demands of initiatives related to people, technology, budget and business.<br/><br/>- Communicate results and business impacts of insight initiatives to stakeholders.<br/><br/> You Must Have: <br/><br/>- 5+ years of experience as a Product Manager.<br/><br/>- Working knowledge of data mining principles.<br/><br/>- Strong ability to plan and manage numerous processes, people, and projects simultaneously.<br/><br/>- Experience and knowledge of statistical modeling techniques: GLM multiple regression, logistic regression, log-linear regression, variable selection, etc.<br/><br/>- Experience working with and creating databases and dashboards using all relevant data to inform decisions.<br/><br/>- Advanced English level.<br/><br/>BairesDev Offers:<br/><br/>- Work from home flexibility.<br/><br/>- Excellent compensation plan, well above the market average.<br/><br/>- Training plans.<br/><br/>- Extensive possibilities for growth and professional development.<br/><br/>Are you interested in joining the most talented IT team in Latin America? Do you want to work for an innovative tech company with the resources of a multinational market leader? Are you ready to do the best work of your professional life? If so, we want to hear from you. Apply today!</li>", "\n", "<li><h3>Requerimientos</h3></li>", "\n", "<li>Educación Mínima: Educación Técnico/Profesional</li>", "<li>Años de experiencia: 5</li>", "<li>Idiomas: Inglés </li>", "<li>Disponibilidad de Viajar: No</li>", "<li>Disponibilidad de Cambio de Residencia: No</li>", "<li> </li>", "\n"], "fecha agregado": "2021-01-22 19:47:29.212598", "salario": "no especificado", "region": "Santo Domingo Este,", "ciudad": "Santo Domingo ·", "hora": "20 enero (actualizada)"}