{"url_de_la_empresa": "https://www.computrabajo.com.do//empresas/ofertas-de-trabajo-de-bairesdev-sa-C8A646DBC3A7DE6E", "empresa": " BairesDev SA", "url_de_la_vacante": "https://www.computrabajo.com.do//ofertas-de-trabajo/oferta-de-trabajo-de-senior-accounting-analyst-en-santo-domingo-este-BB68F57F50549D5E61373E686DCF3405", "titulo": "Senior Accounting Analyst", "descripcion": ["\n", "<li><h3 class=\"mt0\">Descripción</h3></li>", "\n", "<li>BairesDev is proud to be one of the fastest-growing companies in Latin America and a welcoming, highly rated employer (Glassdoor Employee Score: 4.3). With more than 1,500 employees in 27 countries and world-class clients from start-ups to Fortune 500 companies, we’re only as strong as the multicultural teams at the heart of our business. BairesDev runs on talent. To consistently deliver the highest quality solutions to our clients, we only hire the Top 1% of IT Talent and nurture their professional growth on exciting projects for companies like Google, Pinterest, and Udemy. <br/><br/>About the Role: <br/><br/>We are looking for a Senior Accounting Analyst to join our Finance Team and participate in different projects made up of multicultural teams distributed throughout the world. This is an excellent opportunity for those professionals looking to develop in one of the fastest growing companies in the industry!<br/><br/>What You’ll Do:<br/><br/>- Analyze transactions and prepare work papers for the preparation of the company's annual balance.<br/><br/>- Identify accounting issues and offer solutions.<br/><br/>- Deliver monthly reconciliations of amounts and balances.<br/><br/>- Armed monthly seats.<br/><br/>- Charge invoices and expenses to the corresponding accounts and cost centers analyzing supporting documentation.<br/><br/>- Pay suppliers verifying retentions to be made, tax documentation, resolving discrepancies in purchase orders, invoices, payments and contracts.<br/><br/>- Maintain current accounts and reconciled bank accounts.<br/><br/>- Keep files of suppliers updated.<br/><br/>- Keep control, registration and payment returns from petty cash.<br/><br/>- Protect company values by keeping the information confidential.<br/><br/>- Periodic account statement reports.<br/><br/>- Surrender of credit cards.<br/><br/>You Must Have: <br/><br/>- Minimum 4 years of verifiable experience in similar positions.<br/><br/>- Knowledge / experience in management / accounting systems (desirable).<br/><br/>- Microsoft office management.<br/><br/>- Advanced English level.<br/><br/>BairesDev Offers:<br/><br/>- Excellent compensation plan, well above the market average.<br/><br/>- Possibility of remote work and flexible schedules.<br/><br/>- Training plans.<br/><br/>- Extensive possibilities for growth and professional development thanks to our mentoring system.<br/><br/>Are you interested in joining the most talented IT team in Latin America? Do you want to work for an innovative tech company with the resources of a multinational market leader? Are you ready to do the best work of your professional life? If so, we want to hear from you. Apply today!</li>", "\n", "<li><h3>Requerimientos</h3></li>", "\n", "<li>Educación Mínima: Educación Técnico/Profesional</li>", "<li>Años de experiencia: 4</li>", "<li>Idiomas: Inglés </li>", "<li>Disponibilidad de Viajar: No</li>", "<li>Disponibilidad de Cambio de Residencia: No</li>", "<li> </li>", "\n"], "fecha agregado": "2021-01-22 21:55:33.783479", "salario": "no especificado", "region": "Santo Domingo Este,", "ciudad": "Santo Domingo ·", "hora": "20 enero (actualizada)"}