{"titulo": "IT Recruiter", "descripcion": ["\n", "<li><h3 class=\"mt0\">Descripción</h3></li>", "\n", "<li>BairesDev is proud to be one of the fastest-growing companies in Latin America and a welcoming, highly rated employer (Glassdoor Employee Score: 4.3). With more than 1,500 employees in 27 countries and world-class clients from start-ups to Fortune 500 companies, we’re only as strong as the multicultural teams at the heart of our business. BairesDev runs on talent. To consistently deliver the highest quality solutions to our clients, we only hire the Top 1% of IT Talent and nurture their professional growth on exciting projects for companies like Google, Pinterest, and Udemy. <br/><br/>About the Role: <br/><br/>We are looking for an IT Recruiter to join our Recruiting Team and participate in different projects made up of multicultural teams distributed throughout the world. This person must be proactive, detail oriented and demonstrate excellent analytical abilities, as well as teamwork and multitasking skills. This is an excellent opportunity for those professionals looking to develop in one of the fastest growing companies in the industry! <br/><br/>What You’ll Do:<br/><br/>- Provide full cycle recruiting including sourcing, interviews, technical exams, presentation and closing of candidates.<br/><br/>- Assist in the organization of candidates’ interviews with clients, preparation of candidates and follow-up after their interviews.<br/><br/>- Carry out negotiations with the candidates and start the hiring process.<br/><br/>- Understand the requirements of each client and each vacancy to carry out the recruitment process according to their needs.<br/><br/>- Work in collaboration with the sales team in the development of the business.<br/><br/> You Must Have: <br/><br/>- At least 2 years of experience as a recruiter.<br/><br/>- At least 1 year of experience in Full Life Cycle Recruiting in IT.<br/><br/>- Excellent communication skills and interpersonal relationships.<br/><br/>- Great capacity for self-management.<br/><br/>- Bachelor's degree or at least 2+ years of work experience in the area.<br/><br/>- Advanced English level.<br/><br/>BairesDev Offers:<br/><br/>- Excellent compensation plan, well above the market average.<br/><br/>- Possibility of remote work and flexible schedules.<br/><br/>- Training plans.<br/><br/>- Extensive possibilities for growth and professional development thanks to our mentoring system.<br/><br/>Are you interested in joining the most talented IT team in Latin America? Do you want to work for an innovative tech company with the resources of a multinational market leader? Are you ready to do the best work of your professional life? If so, we want to hear from you. Apply today!</li>", "\n", "<li><h3>Requerimientos</h3></li>", "\n", "<li>Educación Mínima: Educación Técnico/Profesional</li>", "<li>Años de experiencia: 2</li>", "<li>Idiomas: Inglés </li>", "<li>Disponibilidad de Viajar: No</li>", "<li>Disponibilidad de Cambio de Residencia: No</li>", "<li> </li>", "\n"], "fecha agregado": "2021-01-22 18:08:33.512937"}