{"titulo": "SEO Manager", "descripcion": ["\n", "<li><h3 class=\"mt0\">Descripción</h3></li>", "\n", "<li>BairesDev is proud to be one of the fastest-growing companies in Latin America and a welcoming, highly rated employer (Glassdoor Employee Score: 4.3). With more than 1,500 employees in 27 countries and world-class clients from start-ups to Fortune 500 companies, we’re only as strong as the multicultural teams at the heart of our business. BairesDev runs on talent. To consistently deliver the highest quality solutions to our clients, we only hire the Top 1% of IT Talent and nurture their professional growth on exciting projects for companies like Google, Pinterest, and Udemy. <br/><br/>About the Role: <br/><br/>We are looking for a SEO Manager to join our Marketing team. We are looking for proactive, dynamic people and team players, with great organizational capacity, accustomed to handle multiple tasks and with marked attention to details. It is an excellent opportunity for those professionals looking to develop in one of the fastest growing companies in the industry!<br/><br/>What You’ll Do:<br/><br/>- Plan, develop and implement our SEO strategy.<br/><br/>- Work towards organic search optimization and ROI maximization.<br/><br/>- Regularly perform thorough keywords research.<br/><br/>- Optimize website content, landing pages and paid search copy.<br/><br/>- Direct off-page optimization projects (e.g. link-building).<br/><br/>- Collect data and report on traffic, rankings and other SEO aspects.<br/><br/>- Stay up to date with the latest SEO and digital marketing latest trends and best practices.<br/><br/> You Must Have: <br/><br/>- 5+ years of experience as SEO Manager or similar role.<br/><br/>- 3+ years of experience in planning and implementing a successful SEO strategy.<br/><br/>- 3+ years of experience web analytics, marketing, and business development.<br/><br/>- University Graduates in Communication, Advertising, Marketing or relevant areas.<br/><br/>- Expertise in A/B and other testing methods.<br/><br/>- Familiarity with HTML, CSS, JavaScript.<br/><br/>- In-depth knowledge of research principles and methods and experience in analyzing data.<br/><br/>- Advanced English level.<br/><br/>BairesDev Offers:<br/><br/>- Excellent compensation plan, well above the market average.<br/><br/>- Possibility of remote work and flexible schedules.<br/><br/>- Training plans.<br/><br/>- Extensive possibilities for growth and professional development thanks to our mentoring system.<br/><br/>Are you interested in joining the most talented IT team in Latin America? Do you want to work for an innovative tech company with the resources of a multinational market leader? Are you ready to do the best work of your professional life? If so, we want to hear from you. Apply today!</li>", "\n", "<li><h3>Requerimientos</h3></li>", "\n", "<li>Educación Mínima: Educación Técnico/Profesional</li>", "<li>Años de experiencia: 5</li>", "<li>Idiomas: Inglés </li>", "<li>Disponibilidad de Viajar: No</li>", "<li>Disponibilidad de Cambio de Residencia: No</li>", "<li> </li>", "\n"], "fecha agregado": "2021-01-22 19:04:06.403816", "salario": ["salario", "no especificado"], "region": ["region ", "Santo Domingo Este,"], "ciudad": ["ciudad", "Santo Domingo ·"], "hora": ["hora", "20 enero (actualizada)"]}