{"url_de_la_empresa": "https://www.computrabajo.com.do//empresas/ofertas-de-trabajo-de-bairesdev-sa-C8A646DBC3A7DE6E", "empresa": " BairesDev SA", "url_de_la_vacante": "https://www.computrabajo.com.do//ofertas-de-trabajo/oferta-de-trabajo-de-aws-engineer-en-santo-domingo-este-CE063CCC90463DF561373E686DCF3405", "titulo": "AWS Engineer", "descripcion": ["\n", "<li><h3 class=\"mt0\">Descripción</h3></li>", "\n", "<li>BairesDev is proud to be one of the fastest-growing companies in Latin America and a welcoming, highly rated employer (Glassdoor Employee Score: 4.3). With more than 1,500 employees in 27 countries and world-class clients from start-ups to Fortune 500 companies, we’re only as strong as the multicultural teams at the heart of our business. BairesDev runs on talent. To consistently deliver the highest quality solutions to our clients, we only hire the Top 1% of IT Talent and nurture their professional growth on exciting projects for companies like Google, Pinterest, and Udemy. <br/><br/>About the Role: <br/><br/>We are looking for an AWS Engineer to join our team and be responsible for setting up, maintaining, and evolving the cloud infrastructure of web applications; understand the core AWS services, and apply best practices regarding security and scalability. This is an excellent opportunity for those professionals looking to develop in one of the fastest-growing companies in the industry!<br/><br/>What You’ll Do:<br/><br/>- Install, configure, and on-going management of AWS solutions.<br/><br/>- Provide technical guidance and support to the development team and to customers.<br/><br/>-Perform system monitoring, verifying the availability and integrity of all servers, systems, and key processes<br/><br/>- Work with your team to further knowledge of AWS Services, tools, or even new languages to address project needs.<br/><br/>- Define and document best practices and strategies regarding application deployment.<br/><br/> You Must Have: <br/><br/>- 5+ years of experience using AWS.<br/><br/>- Knowledge of AWS CLI, DNS, and SQL Server management.<br/><br/>- Experience with building or maintaining cloud-native applications.<br/><br/>- Basic understanding of agile methodologies such as Scrum.<br/><br/>- Ability to troubleshoot distributed systems.<br/><br/>- Advanced English level.<br/><br/>BairesDev Offers:<br/><br/>- Excellent compensation plan, well above the market average.<br/><br/>- Possibility of remote work and flexible schedules.<br/><br/>- Training plans.<br/><br/>- Extensive possibilities for growth and professional development thanks to our mentoring system.<br/><br/>Are you interested in joining the most talented IT team in Latin America? Do you want to work for an innovative tech company with the resources of a multinational market leader? Are you ready to do the best work of your professional life? If so, we want to hear from you. Apply today!</li>", "\n", "<li><h3>Requerimientos</h3></li>", "\n", "<li>Educación Mínima: Educación Técnico/Profesional</li>", "<li>Años de experiencia: 5</li>", "<li>Idiomas: Inglés </li>", "<li>Disponibilidad de Viajar: No</li>", "<li>Disponibilidad de Cambio de Residencia: No</li>", "<li> </li>", "\n"], "fecha agregado": "2021-01-22 19:46:25.516566", "salario": "no especificado", "region": "Santo Domingo Este,", "ciudad": "Santo Domingo ·", "hora": "20 enero (actualizada)"}