{"titulo": "Asistente de Comunicaciones - Redactor", "descripcion": ["\n", "<li><h3 class=\"mt0\">Descripción</h3></li>", "\n", "<li>Acerca de ti<br/><br/>¿Eres una persona determinada a lograr tus objetivos? ¿estás preparado para asumir nuevos desafíos laborales?? Si es así, ¡Te estamos buscando!<br/><br/>Acerca del trabajo<br/><br/>Somos una corporación educativa con sede en México, Ecuador, Chile, Colombia y Perú. Somos especialistas en educación superior online. Nos apasiona el mundo de la innovación educativa y el hecho de poder transformar la vida de las personas. Creemos que la educación es la principal herramienta para promover el desarrollo humano desde aspectos como la equidad, justicia e igualdad, que promueva el bienestar de las personas y la mejora de sus condiciones.<br/><br/>Como Branding &amp; PR, tendrás la responsabilidad de generar convenios y coordinar los eventos que realicemos en la universidad. Además de contactar a los speakers o expositores convenientes para la ejecución de dichas ponencias.<br/><br/>Tus responsabilidades serán:<br/><br/>•\tOrganización de eventos de los diferentes seminarios, ponencia entre otras actividades que se <br/><br/>        realicen en la universidad.  <br/><br/>•\tBúsqueda de speakers o expositores de acuerdo al tema que se trate en los diferentes eventos a <br/><br/>        realizar. Esto incluye negociación y seguimiento hasta la contratación del speaker.<br/><br/>•\tCrear y redactar los contenidos para Facebook, Instagram, YouTube, Newsletters, campañas de <br/><br/>         mailing, entre otras, alineados a la comunicación de la marca <br/><br/>•\tAlimentar el blog de la institución, a través de las redacciones que se realice en el mes.<br/><br/>•\tGenerar convenios con diferentes instituciones, asumir las funciones y organizar actos propios de las <br/><br/>        relaciones públicas.<br/><br/>Lo que necesitas traer:<br/><br/>•\tEstudios universitarios o técnicos en curso o concluidos en ciencias de la comunicación, relaciones <br/><br/>        públicas o afines a ello. <br/><br/>•\tConocer el mercado español o latino en Estados Unidos. (En referencia a las funciones indicadas).<br/><br/>•\tExperiencia mínima de 1 año como redactor creativo y en las funciones especificadas. <br/><br/>•\tExperiencia organizando eventos (seminarios, ponencias o charlas informativas)<br/><br/>•\tContar con las siguientes competencias: Desenvolvimiento, extroversión, proactividad, creatividad y <br/><br/>        manejo a la frustración.<br/><br/>•\tConocimiento de Excel a nivel intermedio.<br/><br/>•\tDeterminación en el logro de tus objetivos, responsabilidad y profesionalismo.<br/><br/>Te ofrecemos:<br/><br/>•\tSueldo fijo acorde al mercado<br/><br/>•\tOportunidad de desarrollo profesional<br/><br/>•\tOportunidad de desarrollo académico (Brindamos beneficios educativos para nuestros colaboradores)<br/><br/>•\tTrabajo remoto temporalmente<br/><br/></li>", "\n", "<li><h3>Requerimientos</h3></li>", "\n", "<li>Educación Mínima: Universidad</li>", "<li>Años de experiencia: 1</li>", "<li>Disponibilidad de Viajar: No</li>", "<li>Disponibilidad de Cambio de Residencia: No</li>", "<li> </li>", "\n"], "fecha agregado": "2021-01-22 19:06:07.881034", "salario": ["salario", "no especificado"], "region": ["region ", "Santo Domingo de Guzmán,"], "ciudad": ["ciudad", "Distrito Nacional ·"], "hora": ["hora", "11 enero"]}