{"url_de_la_empresa": "https://www.computrabajo.com.do//empresas/ofertas-de-trabajo-de-bairesdev-sa-C8A646DBC3A7DE6E", "empresa": " BairesDev SA", "url_de_la_vacante": "https://www.computrabajo.com.do//ofertas-de-trabajo/oferta-de-trabajo-de-operations-support-analyst-en-santo-domingo-este-FE39D4DF8D0129BF61373E686DCF3405", "titulo": "Operations Support Analyst", "descripcion": ["\n", "<li><h3 class=\"mt0\">Descripción</h3></li>", "\n", "<li>BairesDev is proud to be one of the fastest-growing companies in Latin America and a welcoming, highly rated employer (Glassdoor Employee Score: 4.3). With more than 1,500 employees in 27 countries and world-class clients from start-ups to Fortune 500 companies, we’re only as strong as the multicultural teams at the heart of our business. BairesDev runs on talent. To consistently deliver the highest quality solutions to our clients, we only hire the Top 1% of IT Talent and nurture their professional growth on exciting projects for companies like Google, Pinterest, and Udemy. <br/><br/>About the Role: <br/><br/>We are looking for an Operations Support Analyst to join our team and offer customer and operations support of Workling,  a B2B Job Board platform for US businesses to hire remote talent seamlessly and effortlessly. We are looking for an analyst with experience in normalizing, validation, and correcting data on web platforms. <br/><br/>What You’ll Do:<br/><br/>- Validate Job Postings, normalize sills, validate tests.<br/><br/>- Offer end-user support, monitor the system, respond to queries, resolve, and escalate issues.<br/><br/>- Do back-office tasks to make sure the platform is running as expected.<br/><br/>- Review feedback provided by users and serve as a link with the Development team.<br/><br/> - Analyze and design solutions that meet customer requirements.<br/><br/> You Must Have: <br/><br/>- 2+ years of experience in Data Entry roles.<br/><br/>- Detail oriented and deadline-driven.<br/><br/>- Practice knowledge of CRM.<br/><br/>- Methodic and able to follow processes.<br/><br/>- Experience in the Software industry (Desirable)<br/><br/>- Experience in the Job Boards industry (Desirable)<br/><br/>- Advanced English level<br/><br/>BairesDev Offers:<br/><br/>- 100% remote work and flexible schedule.<br/><br/>- Excellent compensation — well above the market average.<br/><br/>- Extensive opportunities for growth and professional development thanks to our mentoring system.<br/><br/>Are you interested in joining the most talented IT team in Latin America? Do you want to work for an innovative tech company with the resources of a multinational market leader? Are you ready to do the best work of your professional life? If so, we want to hear from you. Apply today!</li>", "\n", "<li><h3>Requerimientos</h3></li>", "\n", "<li>Educación Mínima: Educación Técnico/Profesional</li>", "<li>Años de experiencia: 2</li>", "<li>Idiomas: Inglés </li>", "<li>Disponibilidad de Viajar: No</li>", "<li>Disponibilidad de Cambio de Residencia: No</li>", "<li> </li>", "\n"], "fecha agregado": "2021-01-22 22:14:41.487363", "salario": "no especificado", "region": "Santo Domingo Este,", "ciudad": "Santo Domingo ·", "hora": "20 enero (actualizada)"}