{"url_de_la_empresa": "https://www.computrabajo.com.do//empresas/ofertas-de-trabajo-de-bairesdev-sa-C8A646DBC3A7DE6E", "empresa": " BairesDev SA", "url_de_la_vacante": "https://www.computrabajo.com.do//ofertas-de-trabajo/oferta-de-trabajo-de-director-of-engineering-en-santo-domingo-este-D690E3E147CBD84A61373E686DCF3405", "titulo": "Director of Engineering", "descripcion": ["\n", "<li><h3 class=\"mt0\">Descripción</h3></li>", "\n", "<li>BairesDev is proud to be one of the fastest-growing companies in Latin America and a welcoming, highly rated employer (Glassdoor Employee Score: 4.3). With more than 1,500 employees in 27 countries and world-class clients from start-ups to Fortune 500 companies, we’re only as strong as the multicultural teams at the heart of our business. BairesDev runs on talent. To consistently deliver the highest quality solutions to our clients, we only hire the Top 1% of IT Talent and nurture their professional growth on exciting projects for companies like Google, Pinterest, and Udemy. <br/><br/>About the Role: <br/><br/>We are looking for a Director of Engineering to lead our Engineering Team and help spearhead our growth.<br/><br/>As a Director of Engineering, you will play a critical and active role in the day-to-day operations. This is an excellent opportunity to be one of the key members of our Sales team and position yourself for unique career growth opportunities.<br/><br/>What You’ll Do:<br/><br/>- Be in charge of multiple teams and their respective Managers and Team Leaders.<br/><br/>- Coordinate between teams with different Engineering Managers.<br/><br/>- Work with Product Managers and stakeholders to define high-level plans and roadmaps, understanding the business problems and working with the teams to define the best cost-effective solution.<br/><br/>- Work with Engineering Managers to make sure work is coordinated so as to meet forecasted deadlines and plans<br/><br/>- Risk management.<br/><br/>- Act as a facilitator for teams and Product Managers, detecting dependencies, roadblocks, removing obstacles and solving problems.<br/><br/>- Coach and mentor Engineering Managers and Team Leaders.<br/><br/>- Define and monitor the implementation of a standard development process.<br/><br/>- Define and monitor metrics and KPIs of the teams.<br/><br/> You Must Have: <br/><br/>- 5+ years of experience in a current role as a Software Development Manager / Director or similar.<br/><br/>- 5+ years of experience as a Project Manager, Software Developer or Team Leader.<br/><br/>- Leadership abilities with a strategic mind.<br/><br/>- Strong team management and communication skills.<br/><br/>- Good understanding of agile methodologies.<br/><br/>- Advanced English level.<br/><br/>BairesDev Offers:<br/><br/>- Excellent compensation plan, well above the market average.<br/><br/>- Possibility of remote work and flexible schedules.<br/><br/>- Training plans.<br/><br/>- Extensive possibilities for growth and professional development thanks to our mentoring system.<br/><br/>Are you interested in joining the most talented IT team in Latin America? Do you want to work for an innovative tech company with the resources of a multinational market leader? Are you ready to do the best work of your professional life? If so, we want to hear from you. Apply today!</li>", "\n", "<li><h3>Requerimientos</h3></li>", "\n", "<li>Educación Mínima: Educación Técnico/Profesional</li>", "<li>Años de experiencia: 5</li>", "<li>Idiomas: Inglés </li>", "<li>Disponibilidad de Viajar: No</li>", "<li>Disponibilidad de Cambio de Residencia: No</li>", "<li> </li>", "\n"], "fecha agregado": "2021-01-22 19:47:05.874287", "salario": "no especificado", "region": "Santo Domingo Este,", "ciudad": "Santo Domingo ·", "hora": "20 enero (actualizada)"}