{"titulo": "Senior Project Manager", "descripcion": ["\n", "<li><h3 class=\"mt0\">Descripción</h3></li>", "\n", "<li>BairesDev is proud to be one of the fastest-growing companies in Latin America and a welcoming, highly rated employer (Glassdoor Employee Score: 4.3). With more than 1,500 employees in 27 countries and world-class clients from start-ups to Fortune 500 companies, we’re only as strong as the multicultural teams at the heart of our business. BairesDev runs on talent. To consistently deliver the highest quality solutions to our clients, we only hire the Top 1% of IT Talent and nurture their professional growth on exciting projects for companies like Google, Pinterest, and Udemy. <br/><br/>About the Role: <br/><br/>We are looking for Project Managers Senior to join the Management team and participate in different projects made up of multicultural teams distributed throughout the world. We are looking for proactive, dynamic people and team players, with great organizational capacity, accustomed to handle multiple tasks and with marked attention to details. It is an excellent opportunity for those professionals looking to develop in one of the fastest growing companies in the industry!<br/><br/>What You’ll Do:<br/><br/>- Develop the forecast of the projects in charge.<br/><br/>- Follow and control project management using agile methodologies.<br/><br/>- Ensure the application of consistent HR policies, in close collaboration with HRBP.<br/><br/>- Verify the viability and prepare budgets, equipment and resources.<br/><br/>- Identify and manage risks to ensure that delivery arrives on time.<br/><br/>- Ensure compliance by your team of established methodologies and processes.<br/><br/>- Implement the necessary changes throughout the process.<br/><br/>- Carry out monitoring and control activities to track the progress of the project.<br/><br/>- Ensure customer and team satisfaction throughout the entire project.<br/><br/> You Must Have: <br/><br/>- 4+ years of experience in managing software outsourcing projects (experience in Personnel, Time and Materials and Budgets).<br/><br/>- Customer oriented work.<br/><br/>- Budget management.<br/><br/>- IT experience.<br/><br/>- Experience with Agile Methodology.<br/><br/>- Strong communication skills.<br/><br/>- Previous experience as a Software Engineer.<br/><br/>- Bachelor of Software Engineering or Computer Science.<br/><br/>- Advanced English level.<br/><br/>BairesDev Offers:<br/><br/>- Excellent compensation plan, well above the market average.<br/><br/>- Possibility of remote work and flexible schedules.<br/><br/>- Training plans.<br/><br/>- Extensive possibilities for growth and professional development thanks to our mentoring system.<br/><br/>Are you interested in joining the most talented IT team in Latin America? Do you want to work for an innovative tech company with the resources of a multinational market leader? Are you ready to do the best work of your professional life? If so, we want to hear from you. Apply today!</li>", "\n", "<li><h3>Requerimientos</h3></li>", "\n", "<li>Educación Mínima: Educación Técnico/Profesional</li>", "<li>Años de experiencia: 4</li>", "<li>Idiomas: Inglés </li>", "<li>Disponibilidad de Viajar: No</li>", "<li>Disponibilidad de Cambio de Residencia: No</li>", "<li> </li>", "\n"], "fecha agregado": "2021-01-22 18:08:31.613130"}