{"url_de_la_empresa": "https://www.computrabajo.com.do//empresas/ofertas-de-trabajo-de-bairesdev-sa-C8A646DBC3A7DE6E", "empresa": " BairesDev SA", "url_de_la_vacante": "https://www.computrabajo.com.do//ofertas-de-trabajo/oferta-de-trabajo-de-network-engineer-en-santo-domingo-este-0F5B4516144799FB61373E686DCF3405", "titulo": "Network Engineer", "descripcion": ["\n", "<li><h3 class=\"mt0\">Descripción</h3></li>", "\n", "<li>BairesDev is proud to be one of the fastest-growing companies in Latin America and a welcoming, highly rated employer (Glassdoor Employee Score: 4.3). With more than 1,500 employees in 27 countries and world-class clients from start-ups to Fortune 500 companies, we’re only as strong as the multicultural teams at the heart of our business. BairesDev runs on talent. To consistently deliver the highest quality solutions to our clients, we only hire the Top 1% of IT Talent and nurture their professional growth on exciting projects for companies like Google, Pinterest, and Udemy. <br/><br/>About the Role: <br/><br/>We are looking for Network Engineers to join our Development team and participate in different projects made up of multicultural teams distributed throughout the world. We are looking for proactive people, team players passionate about programming in this language and oriented to provide the best experience to the end user. This is an excellent opportunity for those professionals looking to develop in one of the fastest growing companies in the industry!<br/><br/>These engineers will face numerous technical challenges, so they must use current technologies, get involved in the mobile world, web applications, devices, etc.<br/><br/>What You’ll Do:<br/><br/>- Maintaining and administering computer networks and related computing environments including systems software, applications software, hardware, and configurations.<br/><br/>- Performing disaster recovery operations and data backups when required.<br/><br/>- Protecting data, software, and hardware by coordinating, planning and implementing network security measures.<br/><br/>- Troubleshooting, diagnosing and resolving hardware, software, and other network and system problems.<br/><br/>- Replacing faulty network hardware components when required.<br/><br/>- Maintaining, configuring, and monitoring virus protection software and email applications.<br/><br/>- Monitoring network performance to determine if adjustments need to be made.<br/><br/>- Conferring with network users about solving existing system problems.<br/><br/>- Operating master consoles to monitor the performance of networks and computer systems.<br/><br/>- Coordinating computer network access and use.<br/><br/>- Designing, configuring and testing networking software, computer hardware, and operating system software.<br/><br/> You Must Have: <br/><br/>- Associate’s Degree in Computer Science, Information Technology, Business, or related field required or 2 years of relevant experience in lieu of a degree.<br/><br/>- 5+ years of experience in Network Administrator, Network Operations, or related experience.<br/><br/>- Hands-on experience with two or more of these technologies: Cisco Routing/Switching (LAN/WAN), Cisco ASA Security, Cisco Wireless, Cisco Telephony, Avaya Telephony (Unified Communications).<br/><br/>- Advanced English level.<br/><br/>BairesDev Offers:<br/><br/>- Excellent compensation plan, well above the market average.<br/><br/>- Possibility of remote work and flexible schedules.<br/><br/>- Training plans.<br/><br/>- Extensive possibilities for growth and professional development thanks to our mentoring system.<br/><br/>Are you interested in joining the most talented IT team in Latin America? Do you want to work for an innovative tech company with the resources of a multinational market leader? Are you ready to do the best work of your professional life? If so, we want to hear from you. Apply today!</li>", "\n", "<li><h3>Requerimientos</h3></li>", "\n", "<li>Educación Mínima: Educación Técnico/Profesional</li>", "<li>Años de experiencia: 5</li>", "<li>Idiomas: Inglés </li>", "<li>Disponibilidad de Viajar: No</li>", "<li>Disponibilidad de Cambio de Residencia: No</li>", "<li> </li>", "\n"], "fecha agregado": "2021-01-22 22:14:58.372063", "salario": "no especificado", "region": "Santo Domingo Este,", "ciudad": "Santo Domingo ·", "hora": "20 enero (actualizada)"}