{"titulo": "Head of Growth", "descripcion": ["\n", "<li><h3 class=\"mt0\">Descripción</h3></li>", "\n", "<li>BairesDev is proud to be one of the fastest-growing companies in Latin America and a welcoming, highly rated employer (Glassdoor Employee Score: 4.3). With more than 1,500 employees in 27 countries and world-class clients from start-ups to Fortune 500 companies, we’re only as strong as the multicultural teams at the heart of our business. BairesDev runs on talent. To consistently deliver the highest quality solutions to our clients, we only hire the Top 1% of IT Talent and nurture their professional growth on exciting projects for companies like Google, Pinterest, and Udemy. <br/><br/>About the Role: <br/><br/>Campus.Live is a B2B educational startup looking for a Head of Growth to join us in building a learning platform that gives people universal access to high-quality, affordable education, with online lessons by real teachers. We are part of the BairesDev group, and we are growing fast.<br/><br/>What You’ll Do:<br/><br/>- Define and execute strategies to consolidate (7X growth in the past six months) and promote business growth.<br/><br/>- Take every aspect of the sales funnel to find the best strategies to grow.<br/><br/>- Expand the product into new markets: Brazil, Portugal, and the United States.<br/><br/>- Find and create new ways to acquire new clients and retain them.<br/><br/>- Target prospects and new leads by using email marketing, ads, and social media.<br/><br/>- Nurture and convert leads with email marketing.<br/><br/>- Harness the power of customer reviews and recommendations.<br/><br/>- Test and optimize marketing tactics for customer acquisition (e.g. online advertising, direct mail, affiliate) and conversion rate optimization.<br/><br/>- Conduct and present competitive analyses and market research.<br/><br/>- Translate ideas to actionable items that deliver business results.<br/><br/>- Analyze, recommend, and lead the implementation of improvement initiatives.<br/><br/>- Keep abreast of the latest trends and changes in UI/UX and digital marketing.<br/><br/>- Identify industry trends and insights.<br/><br/> You Must Have: <br/><br/>- Previous working experience as a Marketing Growth Hacker or Head of Growth.<br/><br/>- Hands-on experience with web analytics and A/B testing tools.<br/><br/>- Fluent in Portuguese.<br/><br/>- Domain expertise in UI/UX best practices.<br/><br/>- Outstanding analytical and problem-solving skills.<br/><br/>- High standards of excellence and attention to detail.<br/><br/>- Applicable knowledge of HTML5, CSS3, JavaScript, and web development in general.<br/><br/>- Advanced English level.<br/><br/>BairesDev Offers:<br/><br/>- Excellent compensation plan, well above the market average.<br/><br/>- Possibility of remote work and flexible schedules.<br/><br/>- Training plans.<br/><br/>- Extensive possibilities for growth and professional development thanks to our mentoring system.<br/><br/>Are you interested in joining the most talented IT team in Latin America? Do you want to work for an innovative tech company with the resources of a multinational market leader? Are you ready to do the best work of your professional life? If so, we want to hear from you. Apply today!</li>", "\n", "<li><h3>Requerimientos</h3></li>", "\n", "<li>Educación Mínima: Educación Técnico/Profesional</li>", "<li>Años de experiencia: 7</li>", "<li>Idiomas: Inglés </li>", "<li>Disponibilidad de Viajar: No</li>", "<li>Disponibilidad de Cambio de Residencia: No</li>", "<li> </li>", "\n"], "fecha agregado": "2021-01-22 19:04:35.755846", "salario": ["salario", "no especificado"], "region": ["region ", "Santo Domingo Este,"], "ciudad": ["ciudad", "Santo Domingo ·"], "hora": ["hora", "20 enero (actualizada)"]}