{"url_de_la_empresa": "https://www.computrabajo.com.do//empresas/ofertas-de-trabajo-de-scala-676ECC7FD48B64F8", "empresa": " SCALA", "url_de_la_vacante": "https://www.computrabajo.com.do//ofertas-de-trabajo/oferta-de-trabajo-de-supervisor-de-admisiones-en-santo-domingo-este-E2E617CC7DD2E4DB61373E686DCF3405", "titulo": "Supervisor de admisiones", "descripcion": ["\n", "<li><h3 class=\"mt0\">Descripción</h3></li>", "\n", "<li>Acerca de nosotros<br/><br/>Somos una corporación educativa con sede en México, Chile, Colombia, Ecuador y Perú. Somos especialistas en educación superior virtual y próximamente iniciaremos actividades en República Dominicana. Somos apasionados de la educación, de la innovación, y de la transformación digital. Creemos que la educación es la principal herramienta para promover el desarrollo humano desde aspectos como la equidad, la justicia y la igualdad que promueva el bienestar de las personas y mejores condiciones de ésta con su entorno. <br/><br/>Acerca del trabajo<br/><br/> <br/><br/>¡Nuestra corporación educativa está creciendo ! Es por eso que estamos buscando una persona excepcional que lidere nuestro Contac Center para venta de Programas Educativos <br/><br/> <br/><br/>Tus responsabilidades incluirán:<br/><br/> <br/><br/>•\tRealizarás el envío de reportes de ventas y el porcentaje de avance de la meta.<br/><br/>•\tGuiarás a tu equipo y juntos cumplirán las metas establecidas para tu área.<br/><br/>•\tDesarrollarás a tu equipo con capacitaciones y retroalimentación constante.<br/><br/>•\tMantendrás una comunicación empática y efectiva a todo nivel. <br/><br/>Lo que necesitas traer:<br/><br/> <br/><br/>•\tEstudios universitarios o técnicos concluidos.<br/><br/>•\tDos años de experiencia como ejecutivo de ventas telefónico de intangibles (seguros, membresías, tarjetas, etc.), con un excelente desempeño .<br/><br/>•\tDos años de experiencia como supervisor de ventas a cargo de ejecutivos de venta telefónico.<br/><br/>•\tExperiencia liderando equipos de venta en universidades o institutos. <br/><br/>•\tPasión por las ventas, determinación en el logro de tus objetivos, responsabilidad y profesionalismo.<br/><br/></li>", "\n", "<li><h3>Requerimientos</h3></li>", "\n", "<li>Educación Mínima: Universidad</li>", "<li>Años de experiencia: 2</li>", "<li>Disponibilidad de Viajar: No</li>", "<li>Disponibilidad de Cambio de Residencia: No</li>", "<li> </li>", "\n"], "fecha agregado": "2021-01-22 21:58:04.665352", "salario": "no especificado", "region": "Santo Domingo Este,", "ciudad": "Santo Domingo ·", "hora": "5 noviembre"}