{"titulo": "Billing and Collections Analyst", "descripcion": ["\n", "<li><h3 class=\"mt0\">Descripción</h3></li>", "\n", "<li>BairesDev is proud to be one of the fastest-growing companies in Latin America and a welcoming, highly rated employer (Glassdoor Employee Score: 4.3). With more than 1,500 employees in 27 countries and world-class clients from start-ups to Fortune 500 companies, we’re only as strong as the multicultural teams at the heart of our business. BairesDev runs on talent. To consistently deliver the highest quality solutions to our clients, we only hire the Top 1% of IT Talent and nurture their professional growth on exciting projects for companies like Google, Pinterest, and Udemy. <br/><br/>About the Role: <br/><br/>We are looking for a Billing &amp; Collections Analyst to join our Finance Team. Your goal will be to monitor accounts receivable and ensure we bill our customers correctly.<br/><br/>This is an excellent opportunity for those professionals looking to develop in one of the fastest growing companies in the industry!<br/><br/>What You’ll Do:<br/><br/>- Issue and distribute invoices.<br/><br/>- Process new contracts and sales.<br/><br/>- Collaborate with other departments to ensure billing accuracy.<br/><br/>- Keep track of accounts receivable and transactions.<br/><br/>- Prepare and present analytical reports.<br/><br/>- Support monthly and quarterly audits and clean ups.<br/><br/>- Resolve any issues or mistakes.<br/><br/> You Must Have: <br/><br/>- 1+ years of proven experience as a Billing Analyst or similar accounting role.<br/><br/>- Good knowledge of electronic billing procedures.<br/><br/>- Proficient in MS Office (especially Excel).<br/><br/>- Excellent communication ability.<br/><br/>- Attention to detail.<br/><br/>- Teamwork skills.<br/><br/>- BSc/BA in accounting or similar field is preferred.<br/><br/>- Fluent in English.<br/><br/>- Knowledge and experience with SAP/SAP B1 is an asset.<br/><br/>- Advanced English Level.<br/><br/>BairesDev Offers:<br/><br/>- Excellent compensation plan, well above the market average.<br/><br/>- Possibility of remote work and flexible schedules.<br/><br/>- Training plans.<br/><br/>- Extensive possibilities for growth and professional development thanks to our mentoring system.<br/><br/>Are you interested in joining the most talented IT team in Latin America? Do you want to work for an innovative tech company with the resources of a multinational market leader? Are you ready to do the best work of your professional life? If so, we want to hear from you. Apply today!</li>", "\n", "<li><h3>Requerimientos</h3></li>", "\n", "<li>Educación Mínima: Educación Técnico/Profesional</li>", "<li>Años de experiencia: 1</li>", "<li>Idiomas: Inglés </li>", "<li>Disponibilidad de Viajar: No</li>", "<li>Disponibilidad de Cambio de Residencia: No</li>", "<li> </li>", "\n"], "fecha agregado": "2021-01-22 19:04:53.285390", "salario": ["salario", "no especificado"], "region": ["region ", "Santo Domingo Este,"], "ciudad": ["ciudad", "Santo Domingo ·"], "hora": ["hora", "20 enero (actualizada)"]}