{"url": "https://www.computrabajo.com.do//ofertas-de-trabajo/oferta-de-trabajo-de-product-associate-en-santo-domingo-este-D2575B8400A0CA7E61373E686DCF3405", "titulo": "Product Associate", "descripcion": ["\n", "<li><h3 class=\"mt0\">Descripción</h3></li>", "\n", "<li>BairesDev is proud to be one of the fastest-growing companies in Latin America and a welcoming, highly rated employer (Glassdoor Employee Score: 4.3). With more than 1,500 employees in 27 countries and world-class clients from start-ups to Fortune 500 companies, we’re only as strong as the multicultural teams at the heart of our business. BairesDev runs on talent. To consistently deliver the highest quality solutions to our clients, we only hire the Top 1% of IT Talent and nurture their professional growth on exciting projects for companies like Google, Pinterest, and Udemy. <br/><br/>About the Role: <br/><br/>We are looking for a Product Associate to join our team and participate in the translation, interpretation, and documentation of the user's needs in order to ensure full understanding by the development team.<br/><br/>What You’ll Do:<br/><br/>- Ensure an exact and clear interpretation of the user requirements.<br/><br/>- Specify and document user requirements for all the new features needed.<br/><br/>- Followup and monitor the new feature development throughout the software cycle.<br/><br/>- Ensure that the user requirements are being met with high quality.<br/><br/> You Must Have: <br/><br/>- 4+ years of experience as a Business Analyst, Business Representative, or similar.<br/><br/>- Communication skills, logic, and common sense.<br/><br/>- Be practical and resolutive.<br/><br/>- Attention to detail.<br/><br/>- Advanced English Level.<br/><br/>BairesDev Offers:<br/><br/>- Excellent compensation plan, well above the market average. <br/><br/>- Possibility of remote work. <br/><br/>- Extensive possibilities for growth and professional development.<br/><br/>Are you interested in joining the most talented IT team in Latin America? Do you want to work for an innovative tech company with the resources of a multinational market leader? Are you ready to do the best work of your professional life? If so, we want to hear from you. Apply today!</li>", "\n", "<li><h3>Requerimientos</h3></li>", "\n", "<li>Educación Mínima: Educación Técnico/Profesional</li>", "<li>Años de experiencia: 4</li>", "<li>Idiomas: Inglés </li>", "<li>Disponibilidad de Viajar: No</li>", "<li>Disponibilidad de Cambio de Residencia: No</li>", "<li> </li>", "\n"], "fecha agregado": "2021-01-22 19:33:12.569957", "salario": "no especificado", "region": "Santo Domingo Este,", "ciudad": "Santo Domingo ·", "hora": "20 enero (actualizada)"}