{"url_de_la_empresa": "https://www.computrabajo.com.do//empresas/ofertas-de-trabajo-de-bairesdev-sa-C8A646DBC3A7DE6E", "empresa": " BairesDev SA", "url_de_la_vacante": "https://www.computrabajo.com.do//ofertas-de-trabajo/oferta-de-trabajo-de-c-tech-lead-en-santo-domingo-este-CEB55C8668210A1B61373E686DCF3405", "titulo": "C++ Tech Lead", "descripcion": ["\n", "<li><h3 class=\"mt0\">Descripción</h3></li>", "\n", "<li>BairesDev is proud to be one of the fastest-growing companies in Latin America and a welcoming, highly rated employer (Glassdoor Employee Score: 4.3). With more than 1,500 employees in 27 countries and world-class clients from start-ups to Fortune 500 companies, we’re only as strong as the multicultural teams at the heart of our business. BairesDev runs on talent. To consistently deliver the highest quality solutions to our clients, we only hire the Top 1% of IT Talent and nurture their professional growth on exciting projects for companies like Google, Pinterest, and Udemy. <br/><br/>About the Role: <br/><br/>We are looking for C++ Tech Leads to join our Development team and participate in different projects made up of multicultural teams distributed throughout the world. We are looking for proactive people, team players passionate about programming in this language and oriented to provide the best experience to the end user. This is an excellent opportunity for those professionals looking to develop in one of the fastest growing companies in the industry!<br/><br/>These developers will face numerous technical challenges, so they must use current technologies, get involved in the mobile world, web applications, devices, etc.<br/><br/>What You’ll Do:<br/><br/>- Develops code and documentation for a variety of difficult software projects, and design and implement bug fixes.<br/><br/>- Designs a variety of difficult software projects.<br/><br/>- Defines software specifications.<br/><br/>- Interfaces with internal customers for requirements analysis and schedule.<br/><br/>- Troubleshoots a variety of difficult software problems. Performs software tests on code and enhancements.<br/><br/>- Interfaces with external customers regarding software issues.<br/><br/>- Compiles data for regularly scheduled or special reports, analysis and statements.<br/><br/> You Must Have: <br/><br/>- 10+ years of experience working as a developer.<br/><br/>- 7+ years of experience in C++.<br/><br/>- Proficient with analysis, troubleshooting, and problem solving.<br/><br/>- Hands-on experience with managing data loads and data quality a plus.<br/><br/>- Advanced English level.<br/><br/>BairesDev Offers:<br/><br/>- Excellent compensation plan, well above the market average.<br/><br/>- Possibility of remote work and flexible schedules.<br/><br/>- Training plans.<br/><br/>- Extensive possibilities for growth and professional development thanks to our mentoring system.<br/><br/>Are you interested in joining the most talented IT team in Latin America? Do you want to work for an innovative tech company with the resources of a multinational market leader? Are you ready to do the best work of your professional life? If so, we want to hear from you. Apply today!</li>", "\n", "<li><h3>Requerimientos</h3></li>", "\n", "<li>Educación Mínima: Educación Técnico/Profesional</li>", "<li>Años de experiencia: 7</li>", "<li>Idiomas: Inglés </li>", "<li>Disponibilidad de Viajar: No</li>", "<li>Disponibilidad de Cambio de Residencia: No</li>", "<li> </li>", "\n"], "fecha agregado": "2021-01-22 19:47:41.397634", "salario": "no especificado", "region": "Santo Domingo Este,", "ciudad": "Santo Domingo ·", "hora": "20 enero (actualizada)"}