{"url_de_la_empresa": "https://www.computrabajo.com.do//empresas/ofertas-de-trabajo-de-netser-computer-international-inc-2F954D5647614FDF", "empresa": " Netser Computer International Inc", "url_de_la_vacante": "https://www.computrabajo.com.do//ofertas-de-trabajo/oferta-de-trabajo-de-residente-de-infraestructura-en-santo-domingo-norte-CE86F5E6854F164D61373E686DCF3405", "titulo": "Residente de infraestructura", "descripcion": ["\n", "<li><h3 class=\"mt0\">Descripción</h3></li>", "\n", "<li>En Netser Group nos encontramos en la búsqueda de un profesional para laborar en un proyecto de 2 meses, realizando:<br/><br/>•\tAdministración y operación de la plataforma de Servidores y Networking de Dell EMC.<br/><br/>• Asignación de capacidad y conectividad de la infraestructura, así como de actualización en la configuración de los equipos de acuerdo con la arquitectura proporcionada por el Cliente.<br/><br/>• Administración de SAN, incluyendo la actualización de la configuración de <br/><br/>Switches y Directores.<br/><br/>• Participar en la implementación y documentación de los cambios de configuración solicitados.<br/><br/>• Asistir en las actividades de documentación de los procesos operacionales y del inventario de infraestructura DELL EMC.<br/><br/>• Recomendar cambios en los procedimientos actuales que podrían generar ventajas operacionales.<br/><br/>• Apoyar en la administración de incidentes y problemas, levantando tickets y asegurando se realice la escalación necesaria para la resolución.<br/><br/>• Generar en forma regular reportes operacionales utilizando las herramientas disponibles del cliente.<br/><br/>• Transferencia de conocimientos al equipo de trabajo del Cliente durante la prestación del servicio, con el fin de facilitar la adopción de la nueva tecnologia<br/><br/>• Participar en análisis de causas de problemas cuando sea necesario.<br/><br/>• Beneficios:<br/><br/>o Mayor productividad del equipo de Administración y Operación.<br/><br/>o Adopción más rápida de nueva tecnología y de las mejores prácticas.<br/><br/>o Reducción de incidentes y de costos asociados.<br/><br/>o Mejora de Niveles de Servicio y Satisfacción del Usuario Final.<br/><br/>o Mantiene personal interno enfocado en tareas estratégicas.<br/><br/>Debe contar con:<br/><br/>Certificado en soporte de infraestructura Dell (plus, no requerido) Debe tener la capacidad de administrar y manejar los siguientes equipos: servers PE R640 &amp; switches S5248-On y Switches S3048-On.<br/><br/>Mínimo Nivel Académico Requerido: Universidad Completa Mínimo<br/><br/>Nivel de Inglés Requerido Avanzado<br/><br/>Mínima Experiencia Laboral Requerida 3-4 años<br/><br/></li>", "\n", "<li><h3>Requerimientos</h3></li>", "\n", "<li>Educación Mínima: Universidad</li>", "<li>Años de experiencia: 3</li>", "<li>Disponibilidad de Viajar: No</li>", "<li>Disponibilidad de Cambio de Residencia: No</li>", "\n"], "fecha agregado": "2021-01-22 21:59:08.996589", "salario": "no especificado", "region": "Santo Domingo Norte,", "ciudad": "Santo Domingo ·", "hora": "1 octubre"}