{"url_de_la_empresa": "https://www.computrabajo.com.do//ksquare-inc", "empresa": " KSquare Inc.", "url_de_la_vacante": "https://www.computrabajo.com.do//ofertas-de-trabajo/oferta-de-trabajo-de-mid-level-fullstack-react-and-nodejs-developer-en-santiago-7D6B9CCD719FEA6D61373E686DCF3405", "titulo": "Mid level Fullstack React and node.js Developer", "descripcion": ["\n", "<li><h3 class=\"mt0\">Descripción</h3></li>", "\n", "<li>Why you will love working with us?<br/><br/> <br/><br/>We offer an inspiring and rewarding environment, where we encourage you to be the best version of yourself. Our leadership team is committed to your professional growth, as well as to constant innovation and improvement.<br/><br/> <br/><br/>Reasons to join our Team:<br/><br/> <br/><br/>•\tWe thrive to reach out to tomorrow. We inspire and transform the way business is done.<br/><br/>•\tWe are world class colleagues who work together across cultures and disciplines.<br/><br/>•\tLeadership commitment towards Ksquarians, transparency, growth, learning and thrilling challenges.<br/><br/>•\tYour work matters and has a direct impact of our organizational success – you can feel and see it every day.<br/><br/>•\tWe offer you trust, flexibility and welfare, because you are important to us<br/><br/>Your Role<br/><br/> <br/><br/>Duties &amp; Responsibilities:<br/><br/> <br/><br/>Work directly with technologies like Javascript or Typescript, HTML and CSS using React as your main front end library for the implementation of reusable components and Single Page Applications depending on the project or team assigned.<br/><br/> <br/><br/>As a node.js developer, you will be working directly with JavaScript or TypeScript using node.js and libraries like Express or HappiJS to implement web services and other types of applications depending on the project and team assigned.<br/><br/> <br/><br/>Your main responsibilities will consist of development of server-side logic, defining and maintaining databases and ensuring high performance and responsiveness of the web services.<br/><br/> <br/><br/>Areas of Focus<br/><br/> <br/><br/>3.\tRESTful Web Services design and development <br/><br/> <br/><br/>2.  SQL and/or NoSQL database programming<br/><br/> <br/><br/>3.  Implementing server-side logic<br/><br/> <br/><br/>Areas of Focus<br/><br/> <br/><br/>1.\tFrontend Development with JavaScript, CSS and HTML<br/><br/>2.\tDeveloping Single Page applications using React<br/><br/>3.\tWork with a Team using Agile methodologies<br/><br/>4.\tShare technical insight with the team for reaching the best solution for the problem at hand<br/><br/>5.\tBe open to learn and work with other technologies like Node.js<br/><br/> <br/><br/>Qualifications:<br/><br/>•\tUniversity degree in Computer Science, Software Engineering, Computer Engineering or similar<br/><br/>•\t2 years of experience in front end and backend development<br/><br/>•\t2 years of experience with React <br/><br/>•\t2 years of experience with Node.js <br/><br/> <br/><br/>Requested Basic Competencies:<br/><br/>•\tProficiency in technical English<br/><br/>•\tGood communication with clients and team members <br/><br/>•\tCustomer orientation<br/><br/>•\tEager to learn new things and contribute to the growth of the organization and colleagues<br/><br/> <br/><br/>Required Technical Competencies:<br/><br/>•\tStrong understanding on Web APIs and internals (Localstorage, Webworkers, DOM, etc.)<br/><br/>•\tStrong comprehension of core Javascript concepts<br/><br/>•\tCreation of highly reusable components<br/><br/>•\tStrong knowledge of CSS and it’s quirks in different environments<br/><br/>•\tUnderstanding of RESTful web services<br/><br/>•\tInterfacing SQL and noSQL databases<br/><br/>•\tBuilding reusable software modules and libraries<br/><br/>•\tUsing tools like mocha and chai (or equivalent) for unit testing<br/><br/>•\tUse of modern JavaScript or TypeScript<br/><br/>•\tUse best practices for cybersecurity<br/><br/>•\tUse of tools for performance measurement and optimization<br/><br/>•\tAbility to understand business requirements and translate them into technical requirements <br/><br/> <br/><br/>Nice to Have:<br/><br/>•\tExperience with Restful APIs consumption and creation (Node.js)<br/><br/>•\tContainer creation (docker) and CI / CD integrations<br/><br/>•\tUnderstanding of performance optimizations for custom animations<br/><br/>•\tKnowledge of Redux or similar state-management technologies<br/><br/>•\tHave created multiple front end or architectures just for fun<br/><br/>•\tExperience with Typescript <br/><br/>•\tExperience with unit testing, and e2e testing <br/><br/>You can apply from anywhere in the Dominican Republic and work from home.</li>", "\n", "<li><h3>Requerimientos</h3></li>", "\n", "<li>Educación Mínima: Universidad</li>", "<li>Años de experiencia: 3</li>", "<li>Idiomas: Inglés </li>", "<li>Disponibilidad de Viajar: No</li>", "<li>Disponibilidad de Cambio de Residencia: No</li>", "<li> </li>", "\n"], "fecha agregado": "2021-01-22 21:57:54.211814", "salario": "no especificado", "region": "Santiago,", "ciudad": "Santiago ·", "hora": "11 noviembre"}