{"url_de_la_empresa": "https://www.computrabajo.com.do//empresas/ofertas-de-trabajo-de-abc-marketing-consultoria-y-asesoramiento-eirl-7D4027747B9FD260", "empresa": " Abc Marketing Consultoria y Asesoramiento E.I.R.L.", "url_de_la_vacante": "https://www.computrabajo.com.do//ofertas-de-trabajo/oferta-de-trabajo-de-empresa-investigacion-de-mercado-busca-una-ejecutiva-ventas-con-cartera-de-clientes-en-santo-domingo-de-guzman-2AFFE9F491FEFBCD61373E686DCF3405", "titulo": "Empresa Investigación de Mercado - Busca una Ejecutiva Ventas con cartera de clientes", "descripcion": ["\n", "<li><h3 class=\"mt0\">Descripción</h3></li>", "\n", "<li>EMPRESA DE INVESTIGACIÓN DE MERCADOS, está en búsqueda de una Ejecutiva o Directora de Ventas.<br/><br/>PAGO por Comisiones entre los 5% a más de 10%, dependiendo del tamaño y tiempo del proyecto o estudio de mercados. Los ingresos estarán en función a la propia productividad y red de contactos o clientes potenciales..<br/><br/>Perfil: Dama, con estudios superiores, persona negociadora, con experiencia y CARTERA DE CLIENTES a nivel nacional ( República Dominicana), regional  ( Centroamérica y el Caribe) y/o internacional en el rubro de investigación de mercados, encuestas, sondeos. consultorías, asesoramiento en marketing y afines.<br/><br/>Se ofrece Las MEJORES COMISIONES y TRATO, Capacitación, Herramientas Digitales ( Web, Youtube, Fanpage, Publicidad Digital,otros), Una Asistente a cargo. Horarios Flexibles. Soporte de una empresa con experiencia internacional.y la posibilidad de ser una Aliada Estratégica.<br/><br/>Las personas interesadas y que CUMPLAN con los requisitos, enviar CV, Foto Actualizada, Carta de Presentación al email del aviso.<br/><br/>Nota.- Sería importante pueda compartir sus expectativas, ingreso mensual y el promedio de monto de ventas mensual, en sus anteriores empleos.</li>", "\n", "<li><h3>Requerimientos</h3></li>", "\n", "<li>Educación Mínima: Universidad</li>", "<li>Años de experiencia: 3</li>", "<li>Edad: entre 24 y 39 años</li>", "<li>Conocimientos: Microsoft Excel</li>", "<li>Licencias de conducir: automóviles / carros </li>", "<li>Disponibilidad de Viajar: No</li>", "<li>Disponibilidad de Cambio de Residencia: No</li>", "<li> </li>", "\n"], "fecha agregado": "2021-01-22 21:56:34.352218", "salario": "30.000,00 $ (Neto mensual) ·", "region": "Santo Domingo de Guzmán,", "ciudad": "Distrito Nacional ·", "hora": "28 diciembre"}