{"url_de_la_empresa": "https://www.computrabajo.com.do//empresas/ofertas-de-trabajo-de-redvolution-28F0A7635F167D2A", "empresa": " REDVOLUTION", "url_de_la_vacante": "https://www.computrabajo.com.do//ofertas-de-trabajo/oferta-de-trabajo-de-reclutadora-alta-experiencia-en-reclutamiento-y-seleccion-en-santo-domingo-norte-B1287DA33246A80F61373E686DCF3405", "titulo": "Reclutadora – Alta experiencia en Reclutamiento y Selección", "descripcion": ["\n", "<li><h3 class=\"mt0\">Descripción</h3></li>", "\n", "<li>Reconocida Empresa de Marketing internacional requiere vincular de manera inmediata un Reclutador enfocado en el área de recursos humanos con altos conocimientos en selección, reclutamiento, planilla, nomina.<br/><br/>Misión de la posición: <br/><br/>Dirigir y controlar las actividades relacionadas con selección, publicación de convocatorias, revisión de fuentes de reclutamiento, filtros de hojas de vida, llamadas de preselección y gestión de agenda y base de datos, informes, capacitación y movimientos del personal, asegurando la estabilidad en las relaciones laborales, el cumplimiento de las disciplinas y reglamentos internos, seguimiento de desarrollo del colaborador dentro de la empresa, fortalecer la productividad, mejorar los procesos y los planes de desarrollo del personal.<br/><br/>Requisitos: <br/><br/>•\tNivel de estudios: Técnico Profesional - Universidad (Psicología, Talento humano, Recursos Humanos), Licenciatura o Maestría<br/><br/>•\tExperiencia mínima de 1 año en Reclutamiento o en el área de Recursos Humanos.<br/><br/>Habilidades y conocimientos: <br/><br/>Bienestar y Recursos humanos, alta experiencia en reclutamiento masivo, selección de personal, contratación, planilla, nomina, manejo y entrenamiento personal, conocimiento de leyes laborales del país, altamente organizado y orientado a resultados y prioridades, alineado a las políticas, valores, pilares y mandamientos de la compañía y buscar la mejor manera de transmitírselos a todo el personal vinculado.<br/><br/>Ofrecemos:<br/><br/>•\tSalario base competitivo.<br/><br/>•\tPrestaciones de ley<br/><br/>•\tCelular corporativo<br/><br/>•\tOportunidad de desarrollo y crecimiento laboral y profesional<br/><br/>•\tHorario: Lunes a Viernes de 8:00 AM a 6:00 PM con una hora de almuerzo, disponibilidad Sábados y Domingos<br/><br/></li>", "\n", "<li><h3>Requerimientos</h3></li>", "\n", "<li>Educación Mínima: Universidad</li>", "<li>Años de experiencia: 1</li>", "<li>Edad: entre 22 y 35 años</li>", "<li>Conocimientos: Microsoft Excel, Microsoft PowerPoint, Microsoft Word</li>", "<li>Disponibilidad de Viajar: No</li>", "<li>Disponibilidad de Cambio de Residencia: No</li>", "\n"], "fecha agregado": "2021-01-22 21:59:18.142848", "salario": "20.000,00 $ (Neto mensual) ·", "region": "Santo Domingo Norte,", "ciudad": "Santo Domingo ·", "hora": "28 septiembre"}