{"url_de_la_empresa": "https://www.computrabajo.com.do//empresas/ofertas-de-trabajo-de-bairesdev-sa-C8A646DBC3A7DE6E", "empresa": " BairesDev SA", "url_de_la_vacante": "https://www.computrabajo.com.do//ofertas-de-trabajo/oferta-de-trabajo-de-digital-marketing-analyst-en-santo-domingo-este-AA7BDCAAB231D44061373E686DCF3405", "titulo": "Digital Marketing Analyst", "descripcion": ["\n", "<li><h3 class=\"mt0\">Descripción</h3></li>", "\n", "<li>BairesDev is proud to be one of the fastest-growing companies in Latin America and a welcoming, highly rated employer (Glassdoor Employee Score: 4.3). With more than 1,500 employees in 27 countries and world-class clients from start-ups to Fortune 500 companies, we’re only as strong as the multicultural teams at the heart of our business. BairesDev runs on talent. To consistently deliver the highest quality solutions to our clients, we only hire the Top 1% of IT Talent and nurture their professional growth on exciting projects for companies like Google, Pinterest, and Udemy. <br/><br/>About the Role: <br/><br/>We are looking for a Digital Marketing Analyst with proven experience to develop and implement different digital Marketing strategies using data-oriented approaches, to join our Marketing &amp; Communication Team and help spearhead our growth.<br/><br/>What You’ll Do:<br/><br/>- Implement and optimize programmatic campaigns.<br/><br/>- Prepare and automate emails marketing campaigns.<br/><br/>- Increase the number of high-quality leads.<br/><br/>- Analyze digital data to draw key recommendations around website and campaigns optimization.<br/><br/>- Plan and execute multiple A/B Tests.<br/><br/>- Monitor key online marketing metrics to track the achievement of our goals.<br/><br/>- Create and maintain custom reports using advanced Excel and Google Sheets techniques.<br/><br/>- Ensure that the brand message is consistent.<br/><br/> You Must Have: <br/><br/>- 4+ years of experience with Digital Marketing (B2B experience is preferred).<br/><br/>- Analytical mindset and data-oriented approach to solving problems and finding new solutions.<br/><br/>- Experience with AB testing.<br/><br/>- Experience executing paid social media and search campaigns. (Desirable)<br/><br/>- Advanced knowledge of Excel and Google Sheets.<br/><br/>- Outstanding attention to detail.<br/><br/>- Advanced English level.<br/><br/>BairesDev Offers:<br/><br/>- Work from home with flexible schedules.<br/><br/>- Excellent compensation plan, well above the market average.<br/><br/>- Extensive possibilities for growth and professional development.<br/><br/>At BairesDev, remote work is at our core. Enjoy the opportunity to have a dynamic lifestyle, better health, and wellness. Find renewed passion in your job, improve your productivity, and benefit from attractive growth opportunities for your career.<br/><br/>Are you interested in joining the most talented IT team in Latin America? Do you want to work for an innovative tech company with the resources of a multinational market leader? Are you ready to do the best work of your professional life? If so, we want to hear from you. Apply today!</li>", "\n", "<li><h3>Requerimientos</h3></li>", "\n", "<li>Educación Mínima: Educación Técnico/Profesional</li>", "<li>Años de experiencia: 4</li>", "<li>Idiomas: Inglés </li>", "<li>Disponibilidad de Viajar: No</li>", "<li>Disponibilidad de Cambio de Residencia: No</li>", "<li> </li>", "\n"], "fecha agregado": "2021-01-22 22:15:04.464688", "salario": "no especificado", "region": "Santo Domingo Este,", "ciudad": "Santo Domingo ·", "hora": "20 enero (actualizada)"}