{"url_de_la_empresa": "https://www.computrabajo.com.do//empresas/ofertas-de-trabajo-de-all-home-inmobiliaria-93F206A09031BF34", "empresa": " ALL HOME INMOBILIARIA", "url_de_la_vacante": "https://www.computrabajo.com.do//ofertas-de-trabajo/oferta-de-trabajo-de-asistente-administrativa-con-experiencia-en-ventas-en-santo-domingo-de-guzman-258AD1F55CA4A7E661373E686DCF3405", "titulo": "Asistente Administrativa - Con experiencia en ventas", "descripcion": ["\n", "<li><h3 class=\"mt0\">Descripción</h3></li>", "\n", "<li>Recibir a los visitantes y guiarlos a sus destinos correspondientes.<br/><br/>Gestionar todas las llamadas, correos electrónicos, correspondencia y faxes tanto entrantes como salientes:<br/><br/>Monitorear, responder y reenviar correos entrantes de manera constante.<br/><br/>Coordinar los servicios de mensajería y Courier.<br/><br/>Recibir, filtrar y distribuir la correspondencia entre los miembros del personal.<br/><br/>Localizar y restituir las propuestas de los clientes (diseños y reportes).<br/><br/>Redactar, archivar y revisar documentos, tales como recibos, reportes, memos, hojas de cálculos y otros documentos administrativos:<br/><br/>Recopilar información de diferentes herramientas con el objetivo de estudiar los datos y generar los reportes correspondientes.<br/><br/>Redactar, revisar y distribuir correspondencia.<br/><br/>Actualizar y mantener al día los procedimientos y guías existentes, las listas de contactos, entre otros.<br/><br/>Archivar y organizar documentos, tanto físicos como digitales, incluyendo correos electrónicos, recibos, reportes y otros documentos administrativos:<br/><br/>Escanear documentos físicos para respaldarlos de forma digital.<br/><br/>Brindar asistencia registrando información y realizando el mantenimiento de la base de datos.<br/><br/>Coordinar y agendar reuniones de negocios, entrevistas, citas, eventos corporativos y otras actividades afines:<br/><br/>Gestionar el calendario y coordinar el trabajo con las reuniones de negocios.<br/><br/></li>", "\n", "<li><h3>Requerimientos</h3></li>", "\n", "<li>Educación Mínima: Universidad</li>", "<li>Años de experiencia: 2</li>", "<li>Idiomas: Inglés </li>", "<li>Edad: entre 19 y 30 años</li>", "<li>Disponibilidad de Viajar: No</li>", "<li>Disponibilidad de Cambio de Residencia: No</li>", "<li> </li>", "\n"], "fecha agregado": "2021-01-22 22:00:59.352214", "salario": "14.000,00 $ (Neto mensual) ·", "region": "Santo Domingo de Guzmán,", "ciudad": "Distrito Nacional ·", "hora": "4 agosto"}