{"titulo": "Topógrafo - Santo Domingo", "descripcion": ["\n", "<li><h3 class=\"mt0\">Descripción</h3></li>", "\n", "<li>Comunicar a su jefe inmediato si durante los replanteos se encuentra que algunas de las medidas o elevaciones indicadas en los planos tienen notable diferencia con el terreno o que es necesario cambiar el diseño, para proceder a dar la corrección o modificación del diseño.<br/><br/>Revisar, verificar niveles, ejecución de los trazos y niveles topográficos en general en coordinación con la jefatura del proyecto.<br/><br/>Localizar puntos de operaciones apropiados para efectuar levantamientos topográficos. <br/><br/>Efectuar las mediciones y plantillado en el campo para determinar las cantidades necesarias para las partidas de obras/proyectos ejecutados en: movimiento de tierras, demoliciones, excavaciones, muros de contención, alcantarillas, puentes, obras de defensa de ríos, reubicación de servicios públicos, etc.<br/><br/>Interpretar levantamientos topográficos y replanteos de las áreas de la obra/proyecto- efectuar cálculos y representaciones gráficas de las mediciones y levantamientos topográficos conforme los planos de replanteo de la obra/proyecto<br/><br/>Conocer acerca de nivelaciones de terrenos y mediciones topográficas según los planos de replanteo de la obra/proyecto entre otras funciones solicitadas por el área.<br/><br/>Transferencia de data manejada por el arquitecto.<br/><br/>Manejo de Office (Excel, Word, Power Point)<br/><br/></li>", "\n", "<li><h3>Requerimientos</h3></li>", "\n", "<li>Educación Mínima: Universidad</li>", "<li>Años de experiencia: 3</li>", "<li>Edad: A partir de 30 años</li>", "<li>Disponibilidad de Viajar: No</li>", "<li>Disponibilidad de Cambio de Residencia: No</li>", "\n"], "fecha agregado": "2021-01-22 19:10:25.954838", "salario": ["salario", "no especificado"], "region": ["region ", "Santo Domingo Este,"], "ciudad": ["ciudad", "Santo Domingo ·"], "hora": ["hora", "2 septiembre"]}