{"titulo": "Machine Learning Developer", "descripcion": ["\n", "<li><h3 class=\"mt0\">Descripción</h3></li>", "\n", "<li>BairesDev is proud to be one of the fastest-growing companies in Latin America and a welcoming, highly rated employer (Glassdoor Employee Score: 4.3). With more than 1,500 employees in 27 countries and world-class clients from start-ups to Fortune 500 companies, we’re only as strong as the multicultural teams at the heart of our business. BairesDev runs on talent. To consistently deliver the highest quality solutions to our clients, we only hire the Top 1% of IT Talent and nurture their professional growth on exciting projects for companies like Google, Pinterest, and Udemy. <br/><br/>About the Role: <br/><br/>We are looking for Machine Learning Developers to work from home and join our Development team and participate in different projects made up of multicultural teams distributed throughout the world. We are looking for proactive people, team players passionate about programming in this language and oriented to provide the best experience to the end user. This is an excellent opportunity for those professionals looking to develop in one of the fastest growing companies in the industry!<br/><br/>These Engineers will face numerous technical challenges, so they must use current technologies, get involved in the mobile world, web applications, devices, etc.<br/><br/>What You’ll Do:<br/><br/>- Collaborate with data science and engineering teams to build Machine Learning solutions.<br/><br/>- Create end to end workflows that perform feature extraction, label generation, model development and retraining and deployment of said models.<br/><br/>- Research and implement cutting edge deep learning architecture.<br/><br/>- Work with product team to code and deploy machine learning systems.<br/><br/>- Design, develop and test tools and frameworks to improve Data Science teams productivity speeding up the development cycle.<br/><br/> You Must Have: <br/><br/>- 5+ years of experience in Machine Learning.<br/><br/>- Strong coding skills in Python and Spark.<br/><br/>- Hands-on experience in both designing and implementing large scale ML applications.<br/><br/>- Experience with the full product lifecycle, from requirements to production.<br/><br/>- Advanced English level.<br/><br/>BairesDev Offers:<br/><br/>- Work from home with flexible schedules.<br/><br/>- Excellent compensation plan, well above the market average.<br/><br/>- Training plans.<br/><br/>- Extensive possibilities for growth and professional development thanks to our mentoring system.<br/><br/>At BairesDev, remote work is at our core. Enjoy the opportunity to have a dynamic lifestyle, better health, and wellness. Find renewed passion in your job, improve your productivity, and benefit from attractive growth opportunities for your career.<br/><br/>Are you interested in joining the most talented IT team in Latin America? Do you want to work for an innovative tech company with the resources of a multinational market leader? Are you ready to do the best work of your professional life? If so, we want to hear from you. Apply today!</li>", "\n", "<li><h3>Requerimientos</h3></li>", "\n", "<li>Educación Mínima: Educación Técnico/Profesional</li>", "<li>Años de experiencia: 5</li>", "<li>Idiomas: Inglés </li>", "<li>Disponibilidad de Viajar: No</li>", "<li>Disponibilidad de Cambio de Residencia: No</li>", "<li> </li>", "\n"], "fecha agregado": "2021-01-22 19:04:49.543018", "salario": ["salario", "no especificado"], "region": ["region ", "Santo Domingo Este,"], "ciudad": ["ciudad", "Santo Domingo ·"], "hora": ["hora", "20 enero (actualizada)"]}