{"url_de_la_empresa": "https://www.computrabajo.com.do//empresas/ofertas-de-trabajo-de-bairesdev-sa-C8A646DBC3A7DE6E", "empresa": " BairesDev SA", "url_de_la_vacante": "https://www.computrabajo.com.do//ofertas-de-trabajo/oferta-de-trabajo-de-vuejs-developer-en-santo-domingo-este-A3F6A103E4A03B8961373E686DCF3405", "titulo": "Vue.js Developer", "descripcion": ["\n", "<li><h3 class=\"mt0\">Descripción</h3></li>", "\n", "<li>BairesDev is proud to be one of the fastest-growing companies in Latin America and a welcoming, highly rated employer (Glassdoor Employee Score: 4.3). With more than 1,500 employees in 27 countries and world-class clients from start-ups to Fortune 500 companies, we’re only as strong as the multicultural teams at the heart of our business. BairesDev runs on talent. To consistently deliver the highest quality solutions to our clients, we only hire the Top 1% of IT Talent and nurture their professional growth on exciting projects for companies like Google, Pinterest, and Udemy. <br/><br/>About the Role: <br/><br/>We are looking for Vue.js Developers to join our Development team and participate in different projects made up of multicultural teams distributed throughout the world. We are looking for proactive people, team players passionate about programming in this language and oriented to provide the best experience to the end user.<br/><br/>What You’ll Do:<br/><br/>- Developing interface applications using Vue.js  and the surrounding ecosystem.<br/><br/>- Accurately translate user and business needs into functional frontend code.<br/><br/>- Developing, and testing UI for desktop and responsive websites.<br/><br/>- Implementing automated testing integrated into development and maintenance workflows.<br/><br/>- Build reusable code and libraries for future use.<br/><br/>- Staying up-to-date with all recent developments in the JavaScript and Vue.js space.<br/><br/>- Focus on security updates and issues found with Vue.js and all project dependencies.<br/><br/>- Doing upgrades and updates necessary for keeping up with modern security and development best practices.<br/><br/>- Contribute ideas and innovations, wherever you see opportunity for improvement.<br/><br/>- Work collaboratively with our multi-disciplinary teams.<br/><br/> You Must Have: <br/><br/>- 5+ years of experience with software development.<br/><br/>- 3+ years of experience with Vue.Js development.<br/><br/>- Strong skills with the JavaScript language, and frameworks (React, Angular, Ember etc).<br/><br/>- Expert/Advanced experience in front-end technologies, security architectures and user experience.<br/><br/>- Advanced in developing and testing web-based, mobile-web based, and fully responsive web applications using JavaScript frameworks such as Jest, Mocha, Chai, Jasmine, etc.<br/><br/>- Experienced in service integrations (Web Services, CMS / Commerce systems, 3rd party APIs, etc).<br/><br/>- Experience with both consuming and designing RESTful APIs.<br/><br/>- Advanced English level.<br/><br/>BairesDev Offers:<br/><br/>- Work from home with flexible schedules.<br/><br/>- Excellent compensation plan, well above the market average.<br/><br/>- Training plans.<br/><br/>- Extensive possibilities for growth and professional development thanks to our mentoring system.<br/><br/>Are you interested in joining the most talented IT team in Latin America? Do you want to work for an innovative tech company with the resources of a multinational market leader? Are you ready to do the best work of your professional life? If so, we want to hear from you. Apply today!</li>", "\n", "<li><h3>Requerimientos</h3></li>", "\n", "<li>Educación Mínima: Educación Técnico/Profesional</li>", "<li>Años de experiencia: 5</li>", "<li>Idiomas: Inglés </li>", "<li>Disponibilidad de Viajar: No</li>", "<li>Disponibilidad de Cambio de Residencia: No</li>", "<li> </li>", "\n"], "fecha agregado": "2021-01-22 22:14:24.404394", "salario": "no especificado", "region": "Santo Domingo Este,", "ciudad": "Santo Domingo ·", "hora": "20 enero (actualizada)"}