{"url": "https://www.computrabajo.com.do//ofertas-de-trabajo/oferta-de-trabajo-de-business-development-operations-analyst-en-santo-domingo-este-6F18ACB3C19A4A2861373E686DCF3405", "titulo": "Business Development Operations Analyst", "descripcion": ["\n", "<li><h3 class=\"mt0\">Descripción</h3></li>", "\n", "<li>BairesDev is proud to be one of the fastest-growing companies in Latin America and a welcoming, highly rated employer (Glassdoor Employee Score: 4.3). With more than 1,500 employees in 27 countries and world-class clients from start-ups to Fortune 500 companies, we’re only as strong as the multicultural teams at the heart of our business. BairesDev runs on talent. To consistently deliver the highest quality solutions to our clients, we only hire the Top 1% of IT Talent and nurture their professional growth on exciting projects for companies like Google, Pinterest, and Udemy. <br/><br/>About the Role: <br/><br/>We are looking for a Business Development Operations Analyst to support our business development strategies. You will track and stabilize projects, remove roadblocks, anticipate the needs, and provide solutions for your team.<br/><br/>What You’ll Do:<br/><br/>- Perform searches to find Sales Channel’s &amp; Company’s Contact Information.<br/><br/>- Execute, follow up, and evaluate sourcing campaigns.<br/><br/>- Design Templates for different campaigns.<br/><br/>- Upload new sales channels in CRM.<br/><br/>- Register new opportunities and initiatives for the whole department.<br/><br/>- Contact Sales Channel with job openings in their network.<br/><br/> You Must Have: <br/><br/>- 2+ years of experience in Data Entry roles.<br/><br/>- Practice knowledge of CRM.<br/><br/>- Experience in the IT industry (Desirable).<br/><br/>- Experience in Support roles. (Desirable).<br/><br/>- Advanced English level.<br/><br/>BairesDev Offers:<br/><br/>- 100% remote work and flexible schedule.<br/><br/>- Excellent compensation — well above the market average.<br/><br/>- Extensive opportunities for growth and professional development thanks to our mentoring system.<br/><br/>Are you interested in joining the most talented IT team in Latin America? Do you want to work for an innovative tech company with the resources of a multinational market leader? Are you ready to do the best work of your professional life? If so, we want to hear from you. Apply today!</li>", "\n", "<li><h3>Requerimientos</h3></li>", "\n", "<li>Educación Mínima: Educación Técnico/Profesional</li>", "<li>Años de experiencia: 2</li>", "<li>Idiomas: Inglés </li>", "<li>Disponibilidad de Viajar: No</li>", "<li>Disponibilidad de Cambio de Residencia: No</li>", "<li> </li>", "\n"], "fecha agregado": "2021-01-22 19:33:06.405622", "salario": "no especificado", "region": "Santo Domingo Este,", "ciudad": "Santo Domingo ·", "hora": "20 enero (actualizada)"}