{"url_de_la_empresa": "https://www.computrabajo.com.do//empresas/ofertas-de-trabajo-de-bairesdev-sa-C8A646DBC3A7DE6E", "empresa": " BairesDev SA", "url_de_la_vacante": "https://www.computrabajo.com.do//ofertas-de-trabajo/oferta-de-trabajo-de-adobe-analytics-en-santo-domingo-este-5852FABA7FF57B1B61373E686DCF3405", "titulo": "Adobe Analytics", "descripcion": ["\n", "<li><h3 class=\"mt0\">Descripción</h3></li>", "\n", "<li>BairesDev is proud to be one of the fastest-growing companies in Latin America and a welcoming, highly rated employer (Glassdoor Employee Score: 4.3). With more than 1,500 employees in 27 countries and world-class clients from start-ups to Fortune 500 companies, we’re only as strong as the multicultural teams at the heart of our business. BairesDev runs on talent. To consistently deliver the highest quality solutions to our clients, we only hire the Top 1% of IT Talent and nurture their professional growth on exciting projects for companies like Google, Pinterest, and Udemy. <br/><br/>About the Role: <br/><br/>We are looking for Adobe Analytics/Adobe Administrator to join our company. As part of this team, you will enable the collection of high quality, actionable data for our world-class clients. This is an excellent opportunity for those professionals looking to develop in one of the fastest-growing companies in the industry!<br/><br/>What You’ll Do:<br/><br/>- Administrate Adobe Analytics platform.<br/><br/>- Be responsible for security reviews and new user access.<br/><br/>- Establish your focus on data capture, analysis and reporting of web and mobile application data.<br/><br/>- Refine existing business requirements and standardize them globally.<br/><br/>- Monitor and test your global Tealium deployment to ensure completion.<br/><br/> You Must Have: <br/><br/>- 5+ years of experience with Adobe Analytics tool.<br/><br/>- Deep understanding of the reporting &amp; analytics capabilities within Adobe Analytics.<br/><br/>- Extensive experience testing &amp; debugging web and mobile app analytics implementations.<br/><br/>- Experience in JIRA or other similar project management tools.<br/><br/>- Advanced English level.<br/><br/>BairesDev Offers:<br/><br/>- Excellent compensation plan, well above the market average.<br/><br/>- Possibility of remote work.<br/><br/>- Training plans.<br/><br/>- Extensive possibilities for growth and professional development.<br/><br/>Are you interested in joining the most talented IT team in Latin America? Do you want to work for an innovative tech company with the resources of a multinational market leader? Are you ready to do the best work of your professional life? If so, we want to hear from you. Apply today!</li>", "\n", "<li><h3>Requerimientos</h3></li>", "\n", "<li>Educación Mínima: Educación Técnico/Profesional</li>", "<li>Años de experiencia: 5</li>", "<li>Idiomas: Inglés </li>", "<li>Disponibilidad de Viajar: No</li>", "<li>Disponibilidad de Cambio de Residencia: No</li>", "<li> </li>", "\n"], "fecha agregado": "2021-01-22 22:14:39.593379", "salario": "no especificado", "region": "Santo Domingo Este,", "ciudad": "Santo Domingo ·", "hora": "20 enero (actualizada)"}