{"titulo": "Sales Solution Architect", "descripcion": ["\n", "<li><h3 class=\"mt0\">Descripción</h3></li>", "\n", "<li>BairesDev is proud to be one of the fastest-growing companies in Latin America and a welcoming, highly rated employer (Glassdoor Employee Score: 4.3). With more than 1,500 employees in 27 countries and world-class clients from start-ups to Fortune 500 companies, we’re only as strong as the multicultural teams at the heart of our business. BairesDev runs on talent. To consistently deliver the highest quality solutions to our clients, we only hire the Top 1% of IT Talent and nurture their professional growth on exciting projects for companies like Google, Pinterest, and Udemy. <br/><br/>About the Role: <br/><br/>We are looking for a Solution Architect with proven experience and a passion for selling technology solutions, to join our Sales Team and help spearhead our growth.<br/><br/>You will play a critical and active role in the day-to-day operations. This is an excellent opportunity to be one of the key members of our Sales team and position yourself for unique career growth opportunities.<br/><br/>What You’ll Do:<br/><br/>- Plan, prepare and execute strategic deals in complex sales cycles.<br/><br/>- Work closely and collaboratively to develop and implement appropriate prospect strategies and plans.<br/><br/>- Provide complete and appropriate solutions to boost revenue growth and profitability.<br/><br/>- Present, promote, and sell services using solid arguments to existing and prospective customers.<br/><br/>- Establish, develop, and maintain positive business and customer relationships.<br/><br/> You Must Have: <br/><br/>- American Citizen (residing in the USA or LATAM).<br/><br/>- Ability to creatively explain and present complex concepts in an easy to understand manner.<br/><br/>- Solid technical background with understanding and/or hands-on experience in software development and web technologies.<br/><br/>- An impressive network of potential new clients in the IT Industry and/or Verticals.<br/><br/>- Target driven and experience in networking with and influencing decision makers at the C-Level.<br/><br/>- Ability to work independently as well as within a team.<br/><br/>- Self-motivated with a results-driven approach.<br/><br/>- Advanced English level.<br/><br/>BairesDev Offers:<br/><br/>- Excellent compensation plan, well above the market average.<br/><br/>- Possibility of remote work and flexible schedules.<br/><br/>- Training plans.<br/><br/>- Extensive possibilities for growth and professional development thanks to our mentoring system.<br/><br/>Are you interested in joining the most talented IT team in Latin America? Do you want to work for an innovative tech company with the resources of a multinational market leader? Are you ready to do the best work of your professional life? If so, we want to hear from you. Apply today!</li>", "\n", "<li><h3>Requerimientos</h3></li>", "\n", "<li>Educación Mínima: Educación Técnico/Profesional</li>", "<li>Años de experiencia: 5</li>", "<li>Idiomas: Inglés </li>", "<li>Disponibilidad de Viajar: No</li>", "<li>Disponibilidad de Cambio de Residencia: No</li>", "<li> </li>", "\n"], "fecha agregado": "2021-01-22 19:05:01.491185", "salario": ["salario", "no especificado"], "region": ["region ", "Santo Domingo Este,"], "ciudad": ["ciudad", "Santo Domingo ·"], "hora": ["hora", "20 enero (actualizada)"]}