{"url_de_la_empresa": "https://www.computrabajo.com.do//coopemopuc", "empresa": " COOPEMOPUC", "url_de_la_vacante": "https://www.computrabajo.com.do//ofertas-de-trabajo/oferta-de-trabajo-de-auditora-interna-en-santo-domingo-de-guzman-8B0B6FB52041F58D61373E686DCF3405", "titulo": "Auditora Interna.", "descripcion": ["\n", "<li><h3 class=\"mt0\">Descripción</h3></li>", "\n", "<li>Asesorar y apoyar a la administración en el logro de objetivos y metas, evaluando el control interno, y la gestión de riesgos, para procurar el uso eficiente y económico de los recursos de la empresa.<br/><br/>Retos principales:<br/><br/>1. Verificar y avaluar los procesos de inventarios y movimientos de mercancías, además de las áreas administrativas aplicando los procesos de control pertinentes para cada departamento.<br/><br/>2. Actuar como órgano fiscalizador realizando auditorías internas y actuación de control posterior al pago con la finalidad de darle recomendaciones a la administración en mejora del control interno.<br/><br/>3. Elaborar informes de auditoría tomando como base fundamental las evidencias/hallazgos encontrados en las auditorías practicadas y proponer un plan de acción para corregir los mismos.<br/><br/>4. Proporcionar a la administración una evaluación del entorno de control en toda la organización; Identificar posibles ahorros de costos y eficiencias de proceso dentro de las operaciones.</li>", "\n", "<li><h3>Requerimientos</h3></li>", "\n", "<li>Educación Mínima: Postgrado</li>", "<li>Años de experiencia: 3</li>", "<li>Edad: entre 30 y 45 años</li>", "<li>Conocimientos: Aceptación de errores y fracasos, Adaptación al cambio, Autoconfianza, Capacidad de decisión, Comunicación y persuasión, Contabilidad, Gestión, Iniciativa, Investigación, Liderazgo, Negociación, Organización, Servicio al cliente, Redacción, Facturación, Digitalización de documentos, Gestión de inventarios, Administración, Microsoft Office</li>", "<li>Disponibilidad de Viajar: No</li>", "<li>Disponibilidad de Cambio de Residencia: No</li>", "\n"], "fecha agregado": "2021-01-22 19:48:42.198653", "salario": "50.000,00 $ (Neto mensual) ·", "region": "Santo Domingo de Guzmán,", "ciudad": "Distrito Nacional ·", "hora": "23 diciembre"}