{"url_de_la_empresa": "https://www.computrabajo.com.do//empresas/ofertas-de-trabajo-de-bairesdev-sa-C8A646DBC3A7DE6E", "empresa": " BairesDev SA", "url_de_la_vacante": "https://www.computrabajo.com.do//ofertas-de-trabajo/oferta-de-trabajo-de-adobe-aem-engineer-en-santo-domingo-este-144A8830F45B9B3361373E686DCF3405", "titulo": "Adobe AEM Engineer", "descripcion": ["\n", "<li><h3 class=\"mt0\">Descripción</h3></li>", "\n", "<li>BairesDev is proud to be one of the fastest-growing companies in Latin America and a welcoming, highly rated employer (Glassdoor Employee Score: 4.3). With more than 1,500 employees in 27 countries and world-class clients from start-ups to Fortune 500 companies, we’re only as strong as the multicultural teams at the heart of our business. BairesDev runs on talent. To consistently deliver the highest quality solutions to our clients, we only hire the Top 1% of IT Talent and nurture their professional growth on exciting projects for companies like Google, Pinterest, and Udemy. <br/><br/>About the Role: <br/><br/>We are looking for Adobe AEM Engineers to join our Development team and create the vision, delight customers, and guide their brand into the future. This is an excellent opportunity for those professionals looking to develop in one of the fastest-growing companies in the industry!<br/><br/>These developers will face numerous technical challenges, so they must use current technologies, get involved in the mobile world, web applications, devices, etc.<br/><br/>What You’ll Do:<br/><br/>- Develop AEM solutions with a distributed team of Engineers in collaboration with a<br/><br/>senior engineering team.<br/><br/>- Implement complex components, templates and API integrations following architecture<br/><br/>best practices.<br/><br/>- Develop iconic experiences with modern SPAs such as ReactJS, Angular and VueJS.<br/><br/>- Design and implement integrations with 3rd party APIs directly and via middleware.<br/><br/>- Diagnose and solve technical problems related to entire web application, including<br/><br/>performance, stability and security.<br/><br/>- Work directly with clients' engineers to establish relationships and trust.<br/><br/>- Mentor junior team members as needed in order to complete the work.<br/><br/> You Must Have: <br/><br/>- 5+ years of work experience in software engineering and / or development operations and 3+ years of work experience in AEM / CQ implementation projects.<br/><br/>- 3+ years of experience in Java, J2EE, Spring, Ajax, OSGI, JCR and SQL.<br/><br/>- Experience building modern decoupled single page web applications with React<br/><br/>backed by REST or GraphQL web services.<br/><br/>- Experience with modern DevOps pipelines and tools.<br/><br/>- Experience building CMS templates and components for AEM using HTML/Sightly, and Java backing objects.<br/><br/>- Experience developing AEM clientlibs and migrating HTML/JS/CSS into AEM.<br/><br/>- Troubleshooting AEM deployed code and infrastructure.<br/><br/>- Previous experience with Sprint based Agile development, including estimation,<br/><br/>scoping, and successful delivery.<br/><br/>- Advanced English level.<br/><br/>BairesDev Offers:<br/><br/>- Excellent compensation plan, well above the market average.<br/><br/>- Possibility of remote work and flexible schedules.<br/><br/>- Training plans.<br/><br/>- Extensive possibilities for growth and professional development thanks to our mentoring system.<br/><br/>Are you interested in joining the most talented IT team in Latin America? Do you want to work for an innovative tech company with the resources of a multinational market leader? Are you ready to do the best work of your professional life? If so, we want to hear from you. Apply today!</li>", "\n", "<li><h3>Requerimientos</h3></li>", "\n", "<li>Educación Mínima: Educación Técnico/Profesional</li>", "<li>Años de experiencia: 5</li>", "<li>Idiomas: Inglés </li>", "<li>Disponibilidad de Viajar: No</li>", "<li>Disponibilidad de Cambio de Residencia: No</li>", "<li> </li>", "\n"], "fecha agregado": "2021-01-22 22:14:51.549954", "salario": "no especificado", "region": "Santo Domingo Este,", "ciudad": "Santo Domingo ·", "hora": "20 enero (actualizada)"}