{"url_de_la_empresa": "https://www.computrabajo.com.do//empresas/ofertas-de-trabajo-de-bairesdev-sa-C8A646DBC3A7DE6E", "empresa": " BairesDev SA", "url_de_la_vacante": "https://www.computrabajo.com.do//ofertas-de-trabajo/oferta-de-trabajo-de-learning-and-development-specialist-en-santo-domingo-este-503AF34B697361FE61373E686DCF3405", "titulo": "Learning and Development Specialist", "descripcion": ["\n", "<li><h3 class=\"mt0\">Descripción</h3></li>", "\n", "<li>BairesDev is proud to be one of the fastest-growing companies in Latin America and a welcoming, highly rated employer (Glassdoor Employee Score: 4.3). With more than 1,500 employees in 27 countries and world-class clients from start-ups to Fortune 500 companies, we’re only as strong as the multicultural teams at the heart of our business. BairesDev runs on talent. To consistently deliver the highest quality solutions to our clients, we only hire the Top 1% of IT Talent and nurture their professional growth on exciting projects for companies like Google, Pinterest, and Udemy. <br/><br/>About the Role: <br/><br/>We are looking for a Learning &amp; Development Specialist with proven experience to help our employees advance their skills and knowledge.<br/><br/>You will help our company succeed by training and developing its people. This is an excellent opportunity to be one of the key members of our Human Resources team and position yourself for unique career growth opportunities. <br/><br/>What You’ll Do:<br/><br/>- Create and execute learning strategies and programs<br/><br/>- Evaluate individual and organizational development needs<br/><br/>- Partner with Human Resources Business Partners and business leaders to conduct employee talent assessments and make development recommendations.<br/><br/>- Design and create training manuals, online learning modules, and course materials, and deliver training to employees using a variety of instructional techniques.<br/><br/>- Perform administrative tasks such as monitoring costs, scheduling training and setting up systems and equipment.<br/><br/> You Must Have: <br/><br/>- 4+ years of experience in a Learning &amp; Development role.<br/><br/>- Familiarity with e-learning platforms and practices.<br/><br/>- Ability to build rapport with employees and vendors.<br/><br/>- Experience within the IT Industry.<br/><br/>- Advanced English level.<br/><br/>BairesDev Offers:<br/><br/>- Work from home with flexible schedules.<br/><br/>- Excellent compensation plan, well above the market average.<br/><br/>- Extensive possibilities for growth and professional development.<br/><br/>Are you interested in joining the most talented IT team in Latin America? Do you want to work for an innovative tech company with the resources of a multinational market leader? Are you ready to do the best work of your professional life? If so, we want to hear from you. Apply today!</li>", "\n", "<li><h3>Requerimientos</h3></li>", "\n", "<li>Educación Mínima: Educación Técnico/Profesional</li>", "<li>Años de experiencia: 4</li>", "<li>Idiomas: Inglés </li>", "<li>Disponibilidad de Viajar: No</li>", "<li>Disponibilidad de Cambio de Residencia: No</li>", "<li> </li>", "\n"], "fecha agregado": "2021-01-22 19:47:23.159552", "salario": "no especificado", "region": "Santo Domingo Este,", "ciudad": "Santo Domingo ·", "hora": "20 enero (actualizada)"}