{"titulo": "Help Desk Analyst", "descripcion": ["\n", "<li><h3 class=\"mt0\">Descripción</h3></li>", "\n", "<li>BairesDev is proud to be one of the fastest-growing companies in Latin America and a welcoming, highly rated employer (Glassdoor Employee Score: 4.3). With more than 1,500 employees in 27 countries and world-class clients from start-ups to Fortune 500 companies, we’re only as strong as the multicultural teams at the heart of our business. BairesDev runs on talent. To consistently deliver the highest quality solutions to our clients, we only hire the Top 1% of IT Talent and nurture their professional growth on exciting projects for companies like Google, Pinterest, and Udemy. <br/><br/>About the Role: <br/><br/>We are looking for a Help Desk Analyst with advanced English to provide technical support to users in an efficient and accurate manner. You will be considered as the firm’s front liner and you will solve basic technical problems and provide support for all assigned areas. It is an excellent opportunity for those professionals looking to develop in one of the fastest-growing companies in the industry!<br/><br/>What You’ll Do:<br/><br/>- Provide first level contact and convey resolutions to customer issues.<br/><br/>- Walk customers through problem solving process.<br/><br/>- Ensure proper recording, documentation and closure.<br/><br/>- Recommended procedure modifications or improvements.<br/><br/>- Preserve and grow your knowledge of help desk procedures, products and services.<br/><br/> You Must Have: <br/><br/>- Proven working experience in providing Help Desk support.<br/><br/>- Working knowledge of help desk software, databases and remote control.<br/><br/>- Strong client-facing and communication skills.<br/><br/>- Advanced troubleshooting and multi-tasking skills.<br/><br/>- Customer service orientation.<br/><br/>- Advanced English level.<br/><br/>BairesDev Offers:<br/><br/>- Work from home flexibility.<br/><br/>- Excellent compensation plan, well above the market average.<br/><br/>- Training plans.<br/><br/>- Extensive possibilities for growth and professional development.<br/><br/>Are you interested in joining the most talented IT team in Latin America? Do you want to work for an innovative tech company with the resources of a multinational market leader? Are you ready to do the best work of your professional life? If so, we want to hear from you. Apply today!</li>", "\n", "<li><h3>Requerimientos</h3></li>", "\n", "<li>Educación Mínima: Educación Técnico/Profesional</li>", "<li>Años de experiencia: 2</li>", "<li>Idiomas: Inglés </li>", "<li>Disponibilidad de Viajar: No</li>", "<li>Disponibilidad de Cambio de Residencia: No</li>", "<li> </li>", "\n"], "fecha agregado": "2021-01-22 18:08:34.127866"}