{"url_de_la_empresa": "https://www.computrabajo.com.do//empresas/ofertas-de-trabajo-de-bairesdev-sa-C8A646DBC3A7DE6E", "empresa": " BairesDev SA", "url_de_la_vacante": "https://www.computrabajo.com.do//ofertas-de-trabajo/oferta-de-trabajo-de-perl-developer-en-santo-domingo-este-ED9FAB89347045A861373E686DCF3405", "titulo": "Perl Developer", "descripcion": ["\n", "<li><h3 class=\"mt0\">Descripción</h3></li>", "\n", "<li>BairesDev is proud to be one of the fastest-growing companies in Latin America and a welcoming, highly rated employer (Glassdoor Employee Score: 4.3). With more than 1,500 employees in 27 countries and world-class clients from start-ups to Fortune 500 companies, we’re only as strong as the multicultural teams at the heart of our business. BairesDev runs on talent. To consistently deliver the highest quality solutions to our clients, we only hire the Top 1% of IT Talent and nurture their professional growth on exciting projects for companies like Google, Pinterest, and Udemy. <br/><br/>About the Role: <br/><br/>We are looking for Perl developers to join our company, and collaborate with team members to design, develop, and maintain applications using Perl. We are looking for proactive people, team players passionate about programming in this language, and oriented to provide the best experience to the end-user. <br/><br/>This is an excellent opportunity for those professionals looking to develop in one of the fastest-growing companies in the industry!<br/><br/>What You’ll Do:<br/><br/>- Develop or upgrade existing Perl applications to modern application frameworks.<br/><br/>- Review and provide feedback on functional and technical requirements.<br/><br/>- Participate in an agile team to deliver the full lifecycle, including requirements, architecture, design, development, testing, and deployment.<br/><br/>- Define and propose solutions to meet the requirements.<br/><br/>- Update and maintain the system design documents.<br/><br/> You Must Have: <br/><br/>- 5+ of experience in application development using Perl.<br/><br/>- Experience with Perl Database (DBDev) module.<br/><br/>- Experience with RESTful web services.<br/><br/>- Experience with Git or other distributed source control system.<br/><br/>- Experience in technologies and frameworks such as Java/J2EE, HTML/CSS, Angular, Docker, cloud-native applications, and understanding of cloud architecture.<br/><br/>- Advanced English level.<br/><br/>BairesDev Offers:<br/><br/>- 100% remote work and flexible schedule.<br/><br/>- Excellent compensation — well above the market average.<br/><br/>- Extensive opportunities for growth and professional development thanks to our mentoring system.<br/><br/>Are you interested in joining the most talented IT team in Latin America? Do you want to work for an innovative tech company with the resources of a multinational market leader? Are you ready to do the best work of your professional life? If so, we want to hear from you. Apply today!</li>", "\n", "<li><h3>Requerimientos</h3></li>", "\n", "<li>Educación Mínima: Educación Técnico/Profesional</li>", "<li>Años de experiencia: 5</li>", "<li>Idiomas: Inglés </li>", "<li>Disponibilidad de Viajar: No</li>", "<li>Disponibilidad de Cambio de Residencia: No</li>", "<li> </li>", "\n"], "fecha agregado": "2021-01-22 19:46:09.448254", "salario": "no especificado", "region": "Santo Domingo Este,", "ciudad": "Santo Domingo ·", "hora": "20 enero (actualizada)"}